[SYSMENU]
File=File
New=New
8000=8000
8200=8200
8300=8300
8400=8400
8500=8500
8700=8700
8071=8071
8230=8230
8370=8330/8370
8470=8470
8770=8770/8790

Open=Open
Save=Save
Save As=Save As
Exit=Exit
Transfer=Transfer
Tools=Tools
Send Program=Send Program
Send Application=Send Application
Get Application=Receive Application
Send Lookup=Send Lookup
Get File Direct=Direct-Link Data Transfer
Get File Net=MobileLink Data Transfer
MobileLink Settings=MobileLink Settings
Simulator=Simulator
DBF Converter=DBF Converter

FTP File Settings=FTP File Settings
FTP Communication Settings=FTP Communication Settings
WLAN Communication Settings=WLAN Communication Settings
Preference=Preference
Convert to 8000=Convert to 8000
Convert to 8200=Convert to 8200
Convert to 8300=Convert to 8300
Convert to 8400=Convert to 8400
Convert to 8500=Convert to 8500

Convert to 837x=Convert to 8330/8370
Convert to 807x=Convert to 8071
Convert to 8230=Convert to 8230
Convert to 847x=Convert to 8470


Convert to 8700=Convert to 8700
Convert to 877x=Convert to 8770/8790

Language=Language
Help=Help
About=About Forge AG
TipNew=New
TipOpen=Open
TipSave=Save
TipApplication=Send Application
TipLookup=Send Lookup
TipFile=Get File via Direct-Link
TipAbout=About
TipExit=Exit

[FunctionTree]
Root=Application Template
Startup=Startup
Settings=Settings
Symbology=Symbology
Menu=Menu
Menu1=Menu 1
Menu2=Menu 2
Menu3=Menu 3
Menu4=Menu 4
Menu5=Menu 5
Menu6=Menu 6
Menu7=Menu 7
Menu8=Menu 8
Menu9=Menu 9
Menu10=Menu 10
Lookup=Lookup
Nil=Nil
1st Lookup File=1st Lookup File
2nd Lookup File=2nd Lookup File
3rd Lookup File=3rd Lookup File
Form=Form
Form1=Form 1
Form2=Form 2
Form3=Form 3
Form4=Form 4
Form5=Form 5
Form6=Form 6
Form7=Form 7
Form8=Form 8
Form9=Form 9
Form10=Form 10
Initial=Initial
Function Key=Function Key
Security=Security

[Startup]
Application Start=Application start from
Form1=Form 1
Menu1=Menu 1
Prompt Font Size=Prompt Font Size
PSmall=Small(6 x 8)
PLarge=Large(8 x 16)

Data Field Properties=Data Field Properties
Number of Delimiter=Number of Delimiter
ASCII=ASCII :
Text=Text :
Browse data font size=Browse data font size
BSmall=Small(6 x 8)
BLarge=Large(8 x 16)
Import=Import Prompts && Messages
Reset=Reset Prompts && Messages to default
Default=Default Prompt & Message
User Define=User Define Prompt & Message
DAT File Location=DAT file location:
SRAM=SRAM
SD Card=SD Card

[Initial]
Data Manipulation=Data Manipulation
Data Deletion=Data Deletion
Entry Options=Entry Options
Stay On the LCD=Stay On the LCD
Stay On Time=(1 ~ 99) x 100 ms
Press any key to continue=Press any key to continue
Keypad & LCD=Keypad && LCD
Key Click=Key Click
Backlight=Backlight
Turn backlight off if idle=Turn backlight off if idle
Backlight Time=(1 ~ 9) x 10 sec
Notification=Notification
Warning Beep=Warning Beep
Good Read Beep=Good Read Beep
Vibrator Duration=Vibrator Duration
Reader Option=Reader Option
Reader Type=Reader Type
Set RFID=Set RFID
Upload Method=Upload Method
Upload Interface=Interface
UDial Number=Dial Number
Keyboard Wedge=Keyboard Wedge
HID=USB HID
SD Card=SD Card
Download Method=Download Method

DW Application Interface=DW Application Interface
DW Lookup Interface=DW Lookup Interface
DDial Number=Dial Number
Baud Rate & Modem Speed=Baud Rate && Modem Speed
Baud Rate=Baud Rate
Modem Speed=Modem Speed
Reset Settings=Reset Settings
Entry1 = No prompt
Entry2 = Show count
Entry3 = Show record
Beeps1 = Mute
Beeps2 = One beep
Beeps3 = Two beeps
Beeps4 = Three beeps
KeyClick1 = Mute
KeyClick2 = Tone1
KeyClick3 = Tone2
KeyClick4 = Tone3
KeyClick5 = Tone4
KeyClick6 = Tone5
DataDel1 = Manual
DataDel2 = Automatic
DataDel3 = No
Backlight1 = Turn off
Backlight2 = Turn on
Vibration1 = Off
Vibration2 = 1 Sec.
Vibration3 = 2 Sec.
Vibration4 = 3 Sec.
Vibration5 = 4 Sec.
Vibration6 = 5 Sec.
Volume1 = SMALL_VOL
Volume2 = MEDIUM_VOL
Volume3 = LARGE_VOL

[KeyboardWedge]
Keyboard / Terminal type=Keyboard / Terminal type :
Inter-character delay=Inter-character delay :
msec=(0 ~ 255 ms)
Transmission time-out=Transmission time-out :
sec=(0 ~ 255 sec)
Use numeric keypad to transmit digits=Use numeric keypad to transmit digits
Add Return / Line-Feed characters to each record=Add Return / Line-Feed characters to each record
Digits layout=Digits layout
Normal=Normal
Lower position=Lower position
Upper position=Upper position
Shift / Capital lock type=Shift / Capital lock type
SNormal=Normal
Capital-lock keyboard=Capital-lock keyboard
Shift-lock keyboard=Shift-lock keyboard
Capital lock=Capital lock
Auto-detection=Auto-detection
Always locked=Always locked
Ignore case=Ignore case
OK=OK

[SD Card]
Save mode=Save mode
Append=Append
Overwrite=Overwrite
OK=OK

[FTP Setting]
FTP Communication Settings=FTP Communication Settings
FTP Settings=FTP Settings
Transfer file Settings=Transfer file Settings
Data file Settings=Data file Settings
Lookup file Settings=Lookup file Settings
Server IP=Server IP or Name:
Server Name=Server Name:
Port=Port:
User Name=User Name:
Password=Password:
FTP Communication Interface=FTP Communication Interface:

64 characters=- Maximum characters:64
253 characters=- Maximum characters:253
OK=OK
Cancel=Cancel

[WLAN Setting]
WLAN Communication Settings=WLAN Communication Settings
WLAN Security Settings=WLAN Security Settings
IP=IP
Enable DHCP=Enable DHCP
Subnet Mask=Subnet Mask:
Gateway=Gateway:
DNS Server=DNS Server:
Terminal IP=Terminal IP:
SSID=SSID:
WIFI Setting=WIFI Setting
Wireless Interface=Wireless Interface
Security=Security
Share Key=Share Key
Open System=Open System
EAP=EAP
WEP=WEP
WPA=WPA
WPA2=WPA2
Authentication=Authentication:
Identity=Identity:
Password=Password:
Key Length=Key Length:
Input Data Type=Input Data Type:
Key1=Key 1:
Key2=Key 2:
Key3=Key 3:
Key4=Key 4:
128 bits=128 Bits(13 bytes)
64 bits=64 bits(5 bytes)
Passphrase=Passphrase:
Active=Active
32 characters=- Maximum characters:32 
8 to 63 characters=- Characters:8 to 63
OK=OK
Cancel=Cancel

[MOBILELINK Setting]
MobileLink Settings=MobileLink Settings
Enable MobileLink=Enable MobileLink Data Transfer
Enable Auto Update=Enable Auto Update
Cancel=Cancel
OK=OK

[FTP File Setting]
FTP File Settings=FTP File Settings
Data file Settings=Data file Settings
Lookup file Settings=Lookup file Settings
Download Script file=Download Script file
Create a Script file=Create a Script file(FTP.dat)
Script file folder=Script file folder:

Browse=Browse...
Upload file name=Upload file name
Data file 1=Data file 1
Data file 2=Data file 2
Data file 3=Data file 3
Data file 4=Data file 4
Data file 5=Data file 5
Data file 6=Data file 6
Data file 7=Data file 7
Data file 8=Data file 8
Data file 9=Data file 9
Data file 10=Data file 10
1st Lookup=1st Lookup
2nd Lookup=2nd Lookup
3rd Lookup=3rd Lookup
Upload=Upload
Download=Download
Version Control=Version Control
Reset Settings=Reset Settings
255 characters=- Maximum characters:255
OK=OK
Cancel=Cancel

[FunctionKey]
Enable Function Key Mappings=Enable Function Key Mappings
FN1=Function 1 (FN+1)  :
FN2=Function 2 (FN+2)  :
FN3=Function 3 (FN+3)  :
FN4=Function 4 (FN+4)  :
FN5=Function 5 (FN+5)  :
FN6=Function 6 (FN+6)  :
FN7=Function 7 (FN+7)  :
FN8=Function 8 (FN+8)  :
FN9=Function 9 (FN+9)  :

[Security]
Security Checking=Security Checking
Password=Password (10 digits) :
Settings=Settings
Edit Data=Edit Data
Delete Data=Delete Data
Set Date/Time=Set Date/Time
Load Application=Load Application
Load Lookup File=Load Lookup File
Upload Port=Upload Port
Download Port=Download Port
Download Application Port=Download Application Port
Baud Rate=Baud Rate
Upload Interface=Upload Interface
Download Interface=Download Interface
Download Application Interface=Download Application Interface
Transmission Speed=Transmission Speed
Backlight=Backlight
Data Deletion=Set Data Deletion
Entry Options=Entry Options
Key Click=Key Click
Barcode Good Read=Barcode Good Read
Warning Beep=Warning Beep
Collect data=Collect data
Download Lookup Interface=Download Lookup Interface

Upload AGX=Upload AGX
Allow upload .AGX=Allow upload .AGX
Upload AGX Password=Password(5 digits):
FTP=FTP Communication
FTP Settings=FTP Settings
WLAN Settings=WLAN Settings
Security=Security
MobileLink Setting=MobileLink Setting

[RFID]
Read UID=Read UID
Read Data=Read Data
Start Position=Start Position :
Maximum Length=Maximum Length :
Use Delimiter=Use Delimiter
OK=OK

[Symbology1D]
Reader Settings=Reader Settings
Scan Mode=Scan Mode :
Read Redundancy=Read Redundancy :
Time out=Time out :
sec=sec
sec(No aiming)=sec
Aiming duration=Aiming duration :
Code ID=Code ID
Reset=Reset
Barcode & Parameters=Barcode && Parameters
Code 39=Code 39
Italian Pharmacode=Italian Pharmacode
French Pharmacode=French Pharmacode
Industrial 25=Industrial 25
Interleaved 25=Interleaved 25
Matrix 25=Matrix 25
Codabar=Codabar
MSI=MSI
Plessey=Plessey
UPCE=UPCE
UPCE1=UPCE1
UPCE Addon 2=UPCE Addon 2
UPCE Addon 5=UPCE Addon 5
EAN8=EAN8
EAN8 Addon 2=EAN8 Addon 2
EAN8 Addon 5=EAN8 Addon 5
EAN13 & UPCA=EAN13 && UPCA
EAN13 Addon 2=EAN13 Addon 2
EAN13 Addon 5=EAN13 Addon 5
Telepen=Telepen
RSS14=GS1 Databar-14/Expanded
RSS14 Limited=GS1 Databar Limited

Code 93=Code 93
Code 128=Code 128
EAN 128=GS1-128(EAN128)
ISBT 128=ISBT 128
Negative Barcode=Negative Barcode
More1=more...
More2=more...
More3=more...
More4=more...
More5=more...
More6=more...
More7=more...
More8=more...
More9=more...
More10=more...
More11=more...
More12=more...
More13=more...
More14=more...
More15=more...
More16=more...
More17=more...
More18=more...
ScanMode1 = Auto Off
ScanMode2 = Continuous
ScanMode3 = Auto Power Off
ScanMode4 = Alternate
ScanMode5 = Momentary
ScanMode6 = Repeat
ScanMode7 = Laser
ScanMode8 = Test
ScanMode9 = Aiming

Redundancy1=None
Redundancy2=One time
Redundancy3=Two times
Redundancy4=Three times

[Symbology2D]
Scan Mode=Scan Mode :
Reader Settings=Reader Settings
Aiming Duration=Aiming Duration :
Aiming Time=sec
Time out=Time out :
sec=sec
Aiming Pattern=Aiming Pattern :
Illumination=Illumination :
Picklist Mode=Picklist Mode :
Inverse 1D=Inverse 1D :
Code ID=Code ID
Reset=Reset
Barcode & Parameters=Barcode && Parameters
UPC-A=UPC-A
UPC-E=UPC-E
Coop25=Coop25
EAN-8=EAN-8
EAN-13=EAN-13
Bookland EAN=Bookland EAN
Code 128=Code 128
UCC / EAN 128=GS1-128(EAN128)
ISBT 128=ISBT 128
Code 39=Code 39
Trioptic 39=Trioptic 39
Code 93=Code 93
Codabar=Codabar
Industrinal 25=Industrinal 25
Interleaved 25=Interleaved 25
RSS14=GS1 Databar-14
RSS14 Limited=GS1 Databar Limited
RSS14 Expanded=GS1 Databar Expanded
MSI=MSI
Code11=Code11
Postal Code=Postal Code
Matrix 25=Matrix 25
USPS 4CB/One Code/Intelligent Mail=USPS 4CB/One Code/Intelligent Mail
Chinese 25=Chinese 25
Coupon Code=Coupon Code
More1=more...
More2=more...
More3=more...
More4=more...
More5=more...
More6=more...
More7=more...
More8=more...
More9=more...
More10=more...
More11=more...
More12=more...
More13=more...
More14=more...
More15=more...
More16=more...
More17=more...
More18=more...
More19=more...
Composite=Composite...
2D Symbologies=2D Symbologies...
Macro PDF=Macro PDF...

LengthType1=Any Length
LengthType2=One Length
LengthType3=Two Lengths
LengthType4=Range

[Preamble]
No Preamble=No Preamble
System Character=System Character
System Character & Country Code=System Character & Country Code

[Supplemental]
Ignore Addons=Ignore Addons
Decode Only With Addons=Decode Only With Addons
Decode With Addons=Decode With Addons

[1DCode39]
Transmit Start/Stop=Transmit Start/Stop
Verify Interleaved 25 OPCC Check Digit=Verify Interleaved 25 OPCC Check Digit
Transmit Check Digit=Transmit Check Digit
Verify Check Digit=Verify Check Digit
Code 39 Full ASCII=Code 39 Full ASCII
OK=OK
Cancel=Cancel

[1DItalianPharma]
Transmit Checksum=Transmit Check Digit
OK=OK
Cancel=Cancel
[1DFrenchPharma]
Transmit Checksum=Transmit Check Digit
OK=OK
Cancel=Cancel

[1DIndustrial25]
Start/Stop Selection=Start/Stop Selection
Industrial 25=Industrial 25
Interleaved 25=Interleaved 25
Matrix 25=Matrix 25
Length Qualification=Length Qualification
Fixed Length=Fixed Length
Max / Min Length=Max / Min Length
Verify Checksum=Verify Check Digit
Transmit Checksum=Transmit Check Digit
Fix Length1=Fixed Length1 :
Fix Length2=Fixed Length2 :
Max Length=Max Length :
Min Length=Min Length :
OK=OK
Cancel=Cancel

[1DInterleaved25]
Start/Stop Selection=Start/Stop Selection
Industrial 25=Industrial 25
Interleaved 25=Interleaved 25
Matrix 25=Matrix 25
Length Qualification=Length Qualification
Fixed Length=Fixed Length
Max / Min Length=Max / Min Length
Verify Checksum=Verify Check Digit
Transmit Checksum=Transmit Check Digit
Fix Length1=Fixed Length1 :
Fix Length2=Fixed Length2 :
Max Length=Max Length :
Min Length=Min Length :
OK=OK
Cancel=Cancel

[1DMatrix25]
Start/Stop Selection=Start/Stop Selection
Industrial 25=Industrial 25
Interleaved 25=Interleaved 25
Matrix 25=Matrix 25
Length Qualification=Length Qualification
Fixed Length=Fixed Length
Max / Min Length=Max / Min Length
Verify Checksum=Verify Check Digit
Transmit Checksum=Transmit Check Digit
Fix Length1=Fixed Length1 :
Fix Length2=Fixed Length2 :
Max Length=Max Length :
Min Length=Min Length :
OK=OK
Cancel=Cancel

[1DCodabar]
Start/Stop Character=Start/Stop Character
None=None
abcd / abcd=abcd / abcd
abcd / tn*e=abcd / tn*e
LABCD / ABCD=ABCD / ABCD
LABCD / TN*E=ABCD / TN*E
OK=OK
Cancel=Cancel

[1DMSI]
Checksum Verification=Check Digit Verification
Single Modulo 10=Single Modulo 10
Double Modulo 10=Double Modulo 10
Modulo 11 & 10=Modulo 11 && 10
Checksum Transmission=Check Digit Transmission
Last digit not transmitted=Last digit not transmitted
Transmitted=Transmitted
Last 2 digits not transmitted=Last 2 digits not transmitted
Length Qualification=Length Qualification
Fixed Length=Fixed Length
Max / Min Length=Max / Min Length
Fix Length1=Fixed Length1 :
Fix Length2=Fixed Length2 :
Max Length=Max Length :
Min Length=Min Length :
OK=OK
Cancel=Cancel

[1DPlessey]
Convert to UK Plessey=Convert to UK Plessey
Transmit Checksum=Transmit Check Digit
OK=OK
Cancel=Cancel

[1DUPCE]
Convert to UPCA=Convert to UPCA
Transmit System Number=Transmit System Number
Transmit Checksum=Transmit Check Digit
Enable UPC-E1=Enable UPC-E1
Enable UPC-E1 Triple Check=Enable UPC-E1 Triple Check
OK=OK
Cancel=Cancel

[COOP25]
Verify check Digit=Verify check Digit
Transmit check Digit=Transmit check Digit
OK=OK
Cancel=Cancel

[1DEAN8]
Convert to EAN13=Convert to EAN13
Transmit Checksum=Transmit Check Digit
OK=OK
Cancel=Cancel

[1DEAN13UPCA]
ISBN Conversion=ISBN Conversion
ISSN Conversion=ISSN Conversion
Transmit Checksum=Transmit Check Digit
Transmit UPCA System Number=Transmit UPCA System Number
Transmit UPCA Checksum=Transmit UPCA Check Digit
Convert UPCA to EAN 13=Convert UPCA to EAN 13
GTIN for EAN13=GTIN for EAN13
OK=OK
Cancel=Cancel

[1DTelepen]
AIM=AIM Telepen  (Full ASCII)
Original=Original Telepen  (Numeric)
OK=OK
Cancel=Cancel

[1DRSS14]
Transmit Code ID=Transmit Code ID
Transmit Application ID=Transmit Application ID
Transmit Check Digit=Transmit Check Digit
OK=OK
Cancel=Cancel

[1DRSS14Limited]
Transmit Code ID=Transmit Code ID
Transmit Application ID=Transmit Application ID
Transmit Check Digit=Transmit Check Digit
OK=OK
Cancel=Cancel

[1DRSS14Expanded]
Transmit Code ID=Transmit Code ID
OK=OK
Cancel=Cancel

[1DEAN128]
Transmit Code ID=Transmit Code ID
Replace Field Separator=Replace Field Separator :
OK=OK
Cancel=Cancel

[1DL2DUPCA]
UPC-A Preamble=UPC-A Preamble :
Decode Addons=Decode Addons :
Transmit Checksum=Transmit Check Digit
UCC Coupon Code=UCC Coupon Code
OK=OK
Cancel=Cancel

[1DL2DUPCE]
UPC-E Preamble=UPC-E Preamble :
Decode Addons=Decode Addons :
Transmit Checksum=Transmit Check Digit
Convert UPC-E to A=Convert UPC-E to A
OK=OK
Cancel=Cancel

[1DL2DUPCE1]
UPC-E1 Preamble=UPC-E1 Preamble :
Decode Addons=Decode Addons :
Transmit Checksum=Transmit Check Digit
Convert UPC-E1 to A=Convert UPC-E1 to A
OK=OK
Cancel=Cancel

[1DL2DEAN8]
Decode Addons=Decode Addons :
Convert EAN-8 to EAN-13=Convert EAN-8 to EAN-13
OK=OK
Cancel=Cancel

[1DL2DEAN13]
Decode Addons=Decode Addons :
UCC Coupon Code=UCC Coupon Code
OK=OK
Cancel=Cancel

[1DL2DBOOKLANDEAN]
UPC/EAN-BooklandISBN Format=UPC/EAN-BooklandISBN Format :
UPC/EAN-Bookland ISBN 10=UPC/EAN-Bookland ISBN 10
UPC/EAN-Bookland ISBN 13=UPC/EAN-Bookland ISBN 13
OK=OK
Cancel=Cancel

[1DL2DEAN128]
Replace Field Separator=Replace Field Separator :
OK=OK
Cancel=Cancel

[1DL2DCode39]
Verify Checksum=Verify Check Digit
Transmit Checksum=Transmit Check Digit
Code 39 Full ASCII=Code 39 Full ASCII
Convert to Code 32=Convert to Code 32
Length Option=Length Option :
Length1=Length1 :
Length2=Length2 :
Min Length=Min Length :
Max Length=Max Length :
OK=OK
Cancel=Cancel

[1DL2DMatrix25]
Verify Checksum=Verify Check Digit
Transmit Checksum=Transmit Check Digit

Length Option=Length Option :
Length1=Length1 :
Length2=Length2 :
Min Length=Min Length :
Max Length=Max Length :
OK=OK
Cancel=Cancel

[1DL2DCode93]
Length Option=Length Option :
Length1=Length1 :
Length2=Length2 :
Min Length=Min Length :
Max Length=Max Length :
OK=OK
Cancel=Cancel

[1DL2DCodabar]
Transmit Start/Stop Character=Transmit Start/Stop Character
Length Option=Length Option :
Length1=Length1 :
Length2=Length2 :
Min Length=Min Length :
Max Length=Max Length :
OK=OK
Cancel=Cancel

[1DL2DIndustrinal25]
Length Option=Length Option :
Length1=Length1 :
Length2=Length2 :
Min Length=Min Length :
Max Length=Max Length :
OK=OK
Cancel=Cancel

[1DL2DInterleaved25]
Verify check digit=Verify Check Digit
Transmit Checksum=Transmit Check Digit
Convert Interleaved 25 to EAN13=Convert Interleaved 25 to EAN13
Length Option=Length Option :
Length1=Length1 :
Length2=Length2 :
Min Length=Min Length :
Max Length=Max Length :
OK=OK
Cancel=Cancel

[1DL2DRSS14]
Convert RSS to UPC/EAN=Convert GS1 Databar to UPC/EAN
OK=OK
Cancel=Cancel

[1DL2DMSI]
Transmit Checksum=Transmit Check Digit
Check Digits=Check Digits :
Check Algorithm=Check Algorithm :
Length Option=Length Option :
Length1=Length1 :
Length2=Length2 :
Min Length=Min Length :
Max Length=Max Length :
OK=OK
Cancel=Cancel

[1DL2DCode11]
Verify Check Digit=Verify Check Digit :
Length Option=Length Option :
Length1=Length1 :
Length2=Length2 :
Min Length=Min Length :
Max Length=Max Length :
OK=OK
Cancel=Cancel

[1DL2DPostal]
US Postnet=US Postnet
Transmit US Postal Checksum=Transmit US Postal Check Digit
US Planet=US Planet
UK Postal=UK Postal
Transmit UK Postal Checksum=Transmit UK Postal Check Digit
Japan Postal=Japan Postal
Australian Postal=Australian Postal
Dutch Postal=Dutch Postal
UPU FICS Postal=UPU FICS Postal
USPS 4CB/One Code/Intelligent Mail=USPS 4CB/One Code/Intelligent Mail

OK=OK
Cancel=Cancel

[1DL2DComposite]
Composite CC-C=Composite CC-C
Composite CC-A/B=Composite CC-A/B
Composite TLC-39=Composite TLC-39
UPC Composite Mode=UPC Composite Mode :
GS1-128 Emulation Mode=GS1-128 Emulation Mode
OK=OK
Cancel=Cancel

[1DL2D84Symbologies]
PDF417=PDF417
MicroPDF417=MicroPDF417
Code 128 Emulation=Code 128 Emulation
Data Matrix=Data Matrix
Data Matrix Inverse=Data Matrix Inverse :
Data Matrix Mirror=Data Matrix Mirror :

Maxicode=Maxicode
QR Code=QR Code
MicroQR=MicroQR
QR Inverse=QR Inverse :
Aztec=Aztec
Aztec Inverse=Aztec Inverse :
Chinese 25=Chinese 25
Data Matrix Inverse=Data Matrix Inverse :
Data Matrix Mirror=Data Matrix Mirror :

Regular only=Regular only
DInverse only=Inverse only
Inverse autodetect=Inverse autodetect

Data Matrix Mirror1=Never
Data Matrix Mirror2=Always
Data Matrix Mirror3=Auto

OK=OK
Cancel=Cancel

[1DL2DSymbologies]
PDF417=PDF417
MicroPDF417=MicroPDF417
Data Matrix=Data Matrix
Maxicode=Maxicode
QR Code=QR Code
OK=OK
Cancel=Cancel

[1DL2DMacroPDF]
Transmit/Decode Mode Symbols=Transmit/Decode Mode Symbols :
Escape Characters=Escape Characters :
OK=OK
Cancel=Cancel

[1DL2DCoupon]
UPC-A Coupon Code=UPC-A Coupon Code
EAN-13 Coupon Code=EAN-13 Coupon Code
OK=OK
Cancel=Cancel

[CodeID]
Enable code ID=Enable code ID
Code 39=Code 39
Italian Pharmacode=Italian Pharmacode
French Pharmacode=French Pharmacode
Industrial 25=Industrial 25
Interleaved 25=Interleaved 25
Matrix 25=Matrix 25
Codabar=Codabar
Code 93=Code 93
Code 128=Code 128
UPCE=UPCE
EAN8=EAN8
EAN13=EAN13
UPCA=UPCA
MSI=MSI
Plessey=Plessey
Set 1=Set 1
Set 2=Set 2
Set 3=Set 3
Set 4=Set 4
Set 5=Set 5
Clear=Clear
OK=OK

[Menu]
Properties=Properties
Menu caption=Menu caption :
Esc=Esc :
Font Size=Font Size
Small=Small (16 characters x 8 lines)
Large=Large (12 characters x 8 lines)
83Small=Small (20 characters x 8 lines)
83Large=Large (15 characters x 8 lines)
Data=Data
Save Caption=Save Caption
Save Selected Item=Save Selected Item
Pass Down=Pass Down
Reset Current Menu=Reset Current Menu
Separate each data file=Separate each data file and edit Form name
Edit Form name=Edit Form name
No=No
Item Name=Item Name
Next=Next

[FileName]
OK=OK
Reset=Reset

[Lookup]
Field property=Field property
Number of fields=Number of fields :
Fixed length=Fixed length 
Delimiter=Delimiter 
Lookup data=Lookup data
Trim space=Trim space, when lookup data be uploaded
Only read data once=Only read data once
Show message=Show message when the data is matched
Lookup data can be uploaded=Lookup data can be uploaded
Action when record format is wrong=Action when record format is wrong
Stop the download process=Stop the download process
Truncate/Reformat the record=Truncate/Reformat the record
Skip the record=Skip the record
Action when input data no match=Action when input data no match
Continue=Continue
Show warning message=Show warning message
Insert to lookup file=Insert to lookup file
Show warning message & insert=Show warning message && insert
Clear the screen=Clear the screen
Show warning & clear screen=Show warning && clear screen
Reset Current Lookup File=Reset Current Lookup File
No=No
Offset=Offset
Length=Length
Max Length=Max Length
Key Field=Key Field
DBF File location =DBF file location:
SRAM=SRAM
SD Card=SD Card

[Form]
Properties=Properties
Esc=Esc :
Next=Next :
Record=Record :
Font Size=Font Size
Small=Small (16 characters x 8 lines)
Large=Large (12 characters x 8 lines)
83Small=Small (20 characters x 8 lines)
83Large=Large (15 characters x 8 lines)
Lookup=Lookup
No Lookup=No Lookup
1st Lookup=1st Lookup
2nd Lookup=2nd Lookup
3rd Lookup=3rd Lookup
Branch=Branch
Function key=Function key :
Branch to=Branch to :
FN1=FN + 1
FN2=FN + 2
FN3=FN + 3
FN4=FN + 4
Date & Time stamp=Date && Time stamp
No Time Stamp=No Time Stamp
Add to front of record=Add to front of record
Append to end of record=Append to end of record
Date & Time Format=Date && Time Format
Reset Current Form=Reset Current Form
No=No
Data Type=Data Type
Prompt=Prompt
Input Type=Input Type
Min Length=Min Length
Max Length=Max Length
Variables=Variables
Field=Field
More=More
bMore=More
DataType1 = Nil
DataType2 = Text
DataType3 = Integer
DataType4 = Real
DataType5 = Letter
DataType6 = Auto (+/-)
DataType7 = Boolean
DataType8 = Lookup
DataType9 = Fixed data
DataType10 = Prompt
DataType11 = Counter
DataType12 = Passdown
DataType13 = Extension
DataType14 = Pause
DataType15 = Alphameric
DataType16 = MSQI
DataType17 = Date
DataType18 = Time
DataType19 = Large data
DataType20 = Read from 2D

FormRecord1 = Save
FormRecord2 = Update lookup
FormRecord3 = Save & update
FormRecord4 = Pass down
FormRecord5 = Output record
FormRecord6 = Output screen
FormRecord7 = Save & output record
FormRecord8 = Save & output screen
FormRecord9 = Remove from lookup
FormRecord10 = Save & remove

Disable=Disable
Form 1=Form 1
Form 2=Form 2
Form 3=Form 3
Form 4=Form 4
Form 5=Form 5
Form 6=Form 6
Form 7=Form 7
Form 8=Form 8
Form 9=Form 9
Form 10=Form 10

InputType1=Reader
InputType2=Keypad
InputType3=Both
InputType4=RFID
InputType5=ALL

Enable_MSQI=Enable MSQI

[FormMore]
Form=Form #
Line=Line #
Field data=Field data
Fixed data length=Fixed data length
Initial value or text=Initial value or text
Add prefix code=Add prefix code
Add suffix code=Add suffix code
Show input mark=Show input mark
Save Track=Save Track
Decimal places=Decimal places :
Barcode input=Barcode input
Read partial barcode=Read partial barcode
Start position=Start position :
Maximum length=Maximum length :
Check leading code=Check leading code
Check digit verification=Check Digit verification
Auto ENTER=Auto ENTER :
OK=OK

[FormMoreLookup]
Form=Form #
Line=Line #
Field data=Field data
Save field data=Save field data
Fixed data length=Fixed data length
Add prefix code=Add prefix code
Add suffix code=Add suffix code
OK=OK

[FormMoreDateTime]
Form=Form #
Line=Line #
Show Date on display=Show Date on display.
Show Time on display=Show Time on display.
OK=OK
Cancel=Cancel

[Stamp]
Separate stamp=Add a printable character between DATE stamp and TIME stamp
Date Format=Date Format:
Year=Year
Month=Month
Day=Day
DSeparator=Separator
Date Style=Date Style :
Time Format=Time Format:
Hour=Hour
Minute=Minute
Second=Second
TSeparator=Separator
4 Digits=4 Digits (YYYY)
2 Digits=2 Digits (YY)
Day.Month.Year=Day.Month.Year
Year.Month.Day=Year.Month.Day
Month.Day.Year=Month.Day.Year
OK=OK
Cancel=Cancel

[Message]
Length value illegal=Length value illegal! Please check the length value.
Save settings=Do you want to save current program?
Program not save=Program is not saved!! Do you want to continue?
Convert File=ForgeAG needs to convert *.A85 file to *.AGX file first.\nDo you want to continue?
File format wrong=File format wrong
Too many characters=Too many characters !!!
Too few characters=Too few characters !!!
Invalid value=Invalid value!
Disable UCC Code=Do you also want to disable reading UCC Coupon Code?
MSQI Message=The Scan mode will be set into the laser mode in the msqi form, when you download AGX file to terminal!

Please input upload AGX's password=Please input upload AGX's password!
Please input Data file name=Please input data file's name!
Modify Data file name=Please modify data file's name, the data file's name have been used !!"
Please select a Script file folder=Please select a correct file folder!
Create Script file error=Create a Script file has error!
The Script file already exists=The Script file exists. Could you overwrite it?
ReaderType Message=By reselecting recorder type, all the Form settings that you've done will be reset to default values!
Field wrong=The field is key field, please select another field!
Key Field Message=By reselecting key field, all the Form settings that you've done will be reset to default values!
Prompt Message=The excessive prompt is truncated.

[Preference]
AutoPreLoad=Auto pre-load the last editing file
AlwaysOnTop=Always on top
OK=OK
Cancel=Cancel

[80Prompt]
MainPage_1=1.Collect
MainPage_2=2.Upload
MainPage_3=3.Utilities
MainPage_4=4.FTP
UtilityPage_1=1.Settings
UtilityPage_2=2.Browse Data
UtilityPage_3=3.Delete Data
UtilityPage_4=4.Reader Test
UtilityPage_5=5.Set Date/Time
UtilityPage_6=6.Load Program
UtilityPage_7=7.Memory & Power
UtilityPage_8=8.Load Lookup
UtilityPageL_1=1.Settings
UtilityPageL_2=2.BrowseData
UtilityPageL_3=3.DeleteData
UtilityPageL_4=4.Read Test
UtilityPageL_5=5.Set Time
UtilityPageL_6=6.Load Prog.
UtilityPageL_7=7.RAM, Power
UtilityPageL_8=8.Load File
DeletePage_1=Delete Data:
DeletePage_2=1.All data
DeletePage_3=2.Last one
DeletePage_4=3.Cancel
ConfirmPage_1=Are you sure
ConfirmPage_2=1.Yes
ConfirmPage_3=2.No
ConfirmPage_4=
MemoryPage_1=RAM:
MemoryPage_2=Batt voltage
MemoryPage_3=Main:
MemoryPage_4=Backup:
LookupPage_1=Download:
LookupPage_2=1st Lookup
LookupPage_3=2nd Lookup
LookupPage_4=3rd Lookup
LookupPage_5=All files
LookupPage_6=1:Go on
LookupPage_7=2:Cancel
SettingsPage_1=1.Upload Port
SettingsPage_2=2.Download Port
SettingsPage_3=3.Baud Rate
SettingsPage_4=4.Backlight
SettingsPage_5=5.Data Deletion
SettingsPage_6=6.Entry Option
SettingsPage_7=8.View Settings
SettingsPage_8=1.FTP Settings
SettingsPage_9=2.WLAN Set.
SettingsPage_10=3.Security
SettingsPage_11=4.MobileLink

SettingsPageL_1=1.Upload
SettingsPageL_2=2.Download
SettingsPageL_3=3.BaudRate
SettingsPageL_4=4.Backlight
SettingsPageL_5=5.Deletion
SettingsPageL_6=6.Entry Opt.
SettingsPageL_7=8.View
SettingsPageL_8=9.FTP Set.
SettingsPageL_9=A.WLAN Set
SettingsPageL_10=B.Security
SettingsPageL_11=C.MobileLink

UploadPage_1=Upload data or
UploadPage_2=lookup file via:
UploadPage_3=1. Cradle-IR
UploadPage_4=2. IrDA
UploadPage_5=3. Modem
UploadPage_6=4. Ethernet
UploadPage_BT_Master=3. BT-SPP_Master
UploadPage_BT_Slave=3. BT-SPP_Slave

UploadPageL_1=Upload via
UploadPageL_2=1. Cradle-IR
UploadPageL_3=2. IrDA
UploadPageL_4=3. Modem
UploadPageL_5=4. Ethernet
UploadPageL_BT_Master=3. BT-SPP_MA
UploadPageL_BT_Slave=3. BT-SPP_SL

DownloadPage_1=Download Program
DownloadPage_2=or lookup file
DownloadPage_3=via:
DownloadPage_4=1. Cradle-IR
DownloadPage_5=2. IrDA
DownloadPage_6=3. Modem
DownloadPage_BT_Master=3. BT-SPP_Master
DownloadPage_BT_Slave=3. BT-SPP_Slave

DownloadPageL_1=Download via
DownloadPageL_2=1. Cradle-IR
DownloadPageL_3=2. IrDA
DownloadPageL_4=3. Modem
DownloadPageL_BT_Master=3. BT-SPP_MA
DownloadPageL_BT_Slave=3. BT-SPP_SL

BaudRatePage_1=1.115200 bps
BaudRatePage_2=2.57600 bps
BaudRatePage_3=3.38400 bps
BaudRatePage_4=4.19200 bps
BaudRatePage_5=5.9600 bps

BacklightPage_1=1.Turn B/L OFF
BacklightPage_2=2.Turn B/L ON
BacklightPage_3=Turn B/L off if
BacklightPage_4=idle for _0 sec.

BacklightPageL_1=Turn B/L OFF
BacklightPageL_2=Turn B/L ON
BacklightPageL_3=Duration
BacklightPageL_4=_0 sec.

DataErasePage_1=Erase data after
DataErasePage_2=uploading:
DataErasePage_3=1.Manual
DataErasePage_4=2.Automatic
DataErasePage_5=3.No

DataErasePageL_1=Erase data
DataErasePageL_2=after upload
DataErasePageL_3=1.Manual
DataErasePageL_4=2.Automatic
DataErasePageL_5=3.No

RecordPromptPage_1=1.No Prompt
RecordPromptPage_2=2.Show Count
RecordPromptPage_3=3.Show Data
RecordPromptPage_4=
RecordPromptPage_5=Prompt stay on
RecordPromptPage_6=LCD:__00 ms
RecordPromptPageL_1=1.No Prompt
RecordPromptPageL_2=2.Show Count
RecordPromptPageL_3=3.Show Data
RecordPromptPageL_4=Stay__00ms

ViewSettingsPage_1=Upload:
ViewSettingsPage_2=Download:
ViewSettingsPage_3=Baud Rate:
ViewSettingsPage_4=Backlight:
ViewSettingsPage_5= Duration:
ViewSettingsPage_6=EraseData:
ViewSettingsPage_7=Prompt:
ViewSettingsPage_8= Duration:
ViewSettingsPageL_1=Upload via
ViewSettingsPageL_2=Download via
ViewSettingsPageL_3=BaudRate:
ViewSettingsPageL_4=Backlight
ViewSettingsPageL_5=DataDeletion
ViewSettingsPageL_6=Entry Option

SystemFaultPage_1=System fault
SystemFaultPage_2=Please call
SystemFaultPage_3=for service!

UploadAllPage_1=All(1 by 1)
UploadAllPage_2=All(append)
UploadAllPage_3=Next file:
UploadAllPage_4=1:Go on
UploadAllPage_5=2:Cancel

PhoneNumberPage_1=Transmit via:
PhoneNumberPage_2=Modem
PhoneNumberPage_3=
PhoneNumberPage_4=Phone number:
PhoneNumberPageL_1=via MODEM
PhoneNumberPageL_2=Phone Number

SaveRecordMsg_1=Updated!!
SaveRecordMsg_2=Inserted!
SaveRecordMsg_3=Memory Full!
SaveRecordMsg_4=Press [Esc]
SaveRecordMsg_5=Output OK!

DelRecordMsg_1=Del record?
DelRecordMsg_2=7>Yes 9>No
DelRecordMsg_3=Are you sure
DelRecordMsg_4=1>Yes 3>No
DelRecordMsg_5=Deleted!!

AutoDeleteMsg_1=Transf. done
AutoDeleteMsg_2=Deleting...
AutoDeleteMsg_3=All files

PasswordMsg_1=Password:
PasswordMsg_2= Invalid !!

ConnectingMsg_1=Connecting..
ConnectingMsg_2=
ConnectingMsg_3=Press ESC to
ConnectingMsg_4=cancel

ModemConnectMsg_1=Initialize..
ModemConnectMsg_2=Connecting..
ModemConnectMsg_3=Connect OK!!

ErrorMsg_1=Wrong data type!
ErrorMsg_2=Data too short!!
ErrorMsg_3=Data too long!!
ErrorMsg_4=Wrong Lead Code!
ErrorMsg_5=Data not found!!
ErrorMsg_6=Press any key...
ErrorMsgL_1=Wrong type!
ErrorMsgL_2=Too short!
ErrorMsgL_3=Too long!
ErrorMsgL_4=Wrong Code!
ErrorMsgL_5=Not found!
ErrorMsgL_6=Press a key

DataMatchedMsg_1=Data is matched!
DataMatchedMsg_2=Press any key...

DataMatchedMsgL_1=Data matched
DataMatchedMsgL_2=Press a key

DLookupErrorMsg_1=Format mismatch!
DLookupErrorMsg_2=----------------
DLookupErrorMsg_3=The first error
DLookupErrorMsg_4=was at the line 
DLookupErrorMsg_5=Part of the data 
DLookupErrorMsg_6=    has been 
DLookupErrorMsg_7=  reformatted!
DLookupErrorMsg_8=   discarded!
DLookupErrorMsg_9=Please any key
DLookupErrorMsg_10=    
DLookupErrorMsg_11= 

CheckLookupMsg_1=Could you check    
CheckLookupMsg_2=DBF format on        
CheckLookupMsg_3=lookup file?
CheckLookupMsg_4=The lookup file 
CheckLookupMsg_5=has no record ! 
CheckLookupMsg_6=Check:
CheckLookupMsg_7=Checked OK!         

PhoneErrMsg_1=Invalid
PhoneErrMsg_2=Phone Number                    
PhoneErrMsg_3=Press any key
PhoneErrMsg_4=to exit!! 

FTPTransferMsg_1=Initializing...   
FTPTransferMsg_2=Init failed!
FTPTransferMsg_3=Connecting to  
FTPTransferMsg_4=FTP Server...          
FTPTransferMsg_5=    FTP file        
FTPTransferMsg_6=Transferring...   
FTPTransferMsg_7=Retry FTP file      
FTPTransferMsg_8=Transfer?           
FTPTransferMsg_9=[1] to Retry        
FTPTransferMsg_10=FTP file trans.   
FTPTransferMsg_11=Completed!
FTPTransferMsg_12=Failed!!            
FTPTransferMsg_13=Error code is:                    
FTPTransferMsg_14=Retry:                    
FTPTransferMsg_15=                    

OtherMsg_1=Loading...
OtherMsg_2=Loaded OK!
OtherMsg_3=Load failed!
OtherMsg_4=Please wait.
OtherMsg_5=Sending...
OtherMsg_6=Transf.:
OtherMsg_7=Done
OtherMsg_8=Time Out!!!
OtherMsg_9=File
OtherMSg_10=transfer failed
OtherMsg_11=File(s) failed
OtherMsg_12=to transfer

SelectMsg_1=F8:Edit  F9:Del
SelectMsg_2=[Enter]: Select
SelectMsg_3=[ ESC ]: Cancel
SelectMsg_4=[F8]: to Edit
SelectMsg_5=[UP/DOWN] Select

SelectMsgL_1=F8:Ed F9:Del
SelectMsgL_2=Enter:Select
SelectMsgL_3= ESC :Cancel
SelectMsgL_4=[F8]: Edit
SelectMsgL_5=UP/DN:Select

ExtendedStr_1=8.Calculator
ExtendedStr_2=7.Buzzer
ExtendedStr_3=1.Key Click
ExtendedStr_4=2.Barcode Read
ExtendedStr_5=3.Warning Beep
ExtendedStr_6=A.Check DBF
ExtendedStr_7=
ExtendedStrL_1=8.Calculator
ExtendedStrL_2=7.Buzzer
ExtendedStrL_3=1.Key Click
ExtendedStrL_4=2.Barcode
ExtendedStrL_5=3.Warning

MiscPrompts=Data File
WLANSettingsPage_1=1.Subnet Mask
WLANSettingsPage_2=2.Gateway
WLANSettingsPage_3=3.DHCP Server
WLANSettingsPage_4=4.SSID
WLANSettingsPage_5=5.Terminal IP
WLANSettingsPage_6=6.View Set.

FTPSettingsPage_1=1.Server IP/Name
FTPSettingsPage_2=2.Server Port
FTPSettingsPage_3=3.User Name
FTPSettingsPage_4=4.Password
FTPSettingsPage_5=5.View FTP Set

WLANSettingsLPage_1=1.SubMask
WLANSettingsLPage_2=2.Gateway
WLANSettingsLPage_3=3.Server
WLANSettingsLPage_4=4.SSID
WLANSettingsLPage_5=5.IP
WLANSettingsLPage_6=6.View Set.

FTPSettingsLPage_1=1.IP/Name
FTPSettingsLPage_2=2.Server Port
FTPSettingsLPage_3=3.User Name
FTPSettingsLPage_4=4.Password
FTPSettingsLPage_5=5.View Set.

FTPSubnetPage=Subnet Mask
FTPGatewayPage=Default Gateway
FTPGatewaypageL=Gateway

FTPDHCPPage_1=DHCP Server
FTPDHCPPage_2=[0] Disable
FTPDHCPPAge_3=[1] Enable

FTPSSIDPage=SSID
FTPTIPPage=Terminal IP
FTPSIPPage=Server IP/Name
FTPSIPPageL=IP/Name
FTPPORTPage=Server Port
FTPNamePage=User Name
FTPPWDPage=Password

WLANVIEWPage_1=Submask:
WLANVIEWPage_2=Gateway:
WLANVIEWPage_3=DHCP:
WLANVIEWPage_4=SSID:
WLANVIEWPage_5=Ter. IP:

FTPVIEWPage_1=Server IP/Name:
FTPVIEWPage_2=Port:
FTPVIEWPage_3=User Name:
FTPVIEWPage_4=Password:

WLANVIEWPageL_1=Submask:
WLANVIEWPageL_2=Gateway:
WLANVIEWPageL_3=DHCP:
WLANVIEWPageL_4=SSID:
WLANVIEWPageL_5=Ter. IP:

FTPVIEWPageL_1=IP/Name:
FTPVIEWPageL_2=Port:
FTPVIEWPageL_3=User Name:
FTPVIEWPageL_4=Password:

SecurityPage_1=1.Authentication
SecurityPage_2=2.WEP Menu
SecurityPage_3=3.EAP Menu
SecurityPage_4=4.WPA Menu

SecurityPageL_1=1.Auth
SecurityPageL_2=2.WEP Menu
SecurityPageL_3=3.EAP Menu
SecurityPageL_4=4.WPA Menu

AuthPage_1=Authentication
AuthPage_2=[0]Share Key
AuthPage_3=[1]Open System

AuthPageL_1=Auth
AuthPageL_2=[0]Share Key
AuthPageL_3=[1]Open Sys.

WEPPage_1=1.WEP Setting
WEPPage_2=2.WEPKey Length
WEPPage_3=3.Default Key
WEPPage_4=4.WEP Key

WEPPageL_1=1.WEP Set.
WEPPageL_2=2.Key Len.
WEPPageL_3=3.Def. Key
WEPPageL_4=4.WEP Key

WEPSetPage_1=WEP Setting
WEPSetPage_2=[0]Disable
WEPSetPage_3=[1]Enable

WEPSetPageL_1=WEP Set.
WEPSetPageL_2=[0]Disable
WEPSetPageL_3=[1]Enable

WEPLenPage_1=WEPKey Length
WEPLenPage_2=[0]64 bits
WEPLenPage_3=[1]128 bits

WEPLenPageL_1=Key Length
WEPLenPageL_2=[0]64 bits
WEPLenPageL_3=[1]128 bits

DefaultKeyPage_1=Default Key
DefaultKeyPage_2=[1]WEP KEY1
DefaultKeyPage_3=[2]WEP KEY2
DefaultKeyPage_4=[3]WEP KEY3
DefaultKeyPage_5=[4]WEP KEY4

WEPKeySetPage_1=1.WEP KEY 1
WEPKeySetPage_2=2.WEP KEY 2
WEPKeySetPage_3=3.WEP KEY 3
WEPKeySetPage_4=4.WEP KEY 4

WEPKeySetInfoPage_1=WEP KEY 1
WEPKeySetInfoPage_2=WEP KEY 2
WEPKeySetInfoPage_3=WEP KEY 3
WEPKeySetInfoPage_4=WEP KEY 4

EAPPage_1=1.EAP Settings
EAPPage_2=2.EAP ID
EAPPage_3=3.EAP Password

EAPPageL_1=1.EAP Set.
EAPPageL_2=2.EAP ID
EAPPageL_3=3.EAP PW

EAPSetPage_1=EAP Setting
EAPSetPage_2=[0]Disable
EAPSetPage_3=[1]Enable

EAPSetPageL_1=EAP Set.
EAPSetPageL_2=[0]Disable
EAPSetPageL_3=[1]Enable

EAPIDandPassword_1=EAP ID
EAPIDandPassword_2=EAP Password
EAPIDandPasswordL_1=EAP ID
EAPIDandPasswordL_2=EAP PW

WPAPage_1=1.WPA Setting
WPAPage_2=
WPAPage_3=2.Passphrase

WPAPageL_1=1.WPA Set.
WPAPageL_2=
WPAPageL_3=2.Passphrase

WPAPassphrasePage=Passphrase

WPASetPage_1=WPA Setting
WPASetPage_2=
WPASetPage_3=[0]Disable
WPASetPage_4=[1]Enable

WPASetPageL_1=WPA Set.
WPASetPageL_2=
WPASetPageL_3=[0]Disable
WPASetPageL_4=[1]Enable

MobileLinkSetPage_1=Auto Update
MobileLinkSetPage_2=[0]Disable
MobileLinkSetPage_3=[1]Enable

[Startup Prompt]
Prompt Items=Prompt Items
Main Menu = Main Menu
Miscellaneous = Miscellaneous
Upload = Upload
Utilities = Utilities
Program Settings = Program Settings
Delete Data = Delete Data
Memory & Power = Memory & Power
Load Lookup File = Load Lookup File
Upload Port = Upload Port
Program Download Port = Download Program Port
Lookup File Download Port = Download Lookup File Port
Baud Rate = Baud Rate
Backlight = Backlight
Data Deletion = Data Deletion
Entry Option = Entry Option
View Settings = View Settings
FTP Settings = FTP Settings
Server IP/Name = Server IP/Name
Server Port = Server Port
User Name = User Name
Password = Password
FTP Interface = FTP Interface
View FTP Settings = View FTP Settings
WLAN Settings = WLAN Settings
Security=Security
Authentication=Authentication
WEP Menu=WEP Menu
EAP Menu=EAP Menu
WPA Menu=WPA Menu
WEP Setting=WEP Setting
WEPKey Length=WEPKey Length
Default Key=Default Key
WEP Key=WEP Key

WEP KEY 1=WEP KEY 1
WEP KEY 2=WEP KEY 2
WEP KEY 3=WEP KEY 3
WEP KEY 4=WEP KEY 4

EAP Menu=EAP Menu
EAP Setting=EAP Setting
EAP ID=EAP ID
EAP Password=EPA Password
WPA Setting=WPA Setting
WPA2 Setting=WPA2 Setting
Passphrase=Passphrase

Subnet Mask=Subnet Mask
Default Gateway=Default Gateway
DHCP Server=DHCP Server
SSID=SSID
Terminal IP=Terminal IP
View WLAN Settings=View WLAN Settings

Modem = Modem
Confirm = Confirm
System Fault = System Fault
Save Record = Save Record
Delete Record = Delete Record
Auto Delete Data = Auto Delete Data
Set Password = Set Password
Connection = Connection
Modem Connection = Modem Connection
Phone Number Error Message = Phone Number Error Message
Data Error Message = Data Error Message
Lookup Error Message = Download Lookup Error Message
SD Card Lookup Error Message=Download Lookup by SD Card Error Message
Open SDCard Error Message = Open SDCard Error Message
Check Lookup file Message = Check Lookup file Message
AGX Error Message = Download AGX file Error Message
FTP Transfer Message = FTP Transfer Messgae
Others = Others

[83Prompt]
MainPage_1=1.Collect
MainPage_2=2.Upload
MainPage_3=3.Utilities
MainPage_4=4.FTP
UtilityPage_1=1.Prog. Settings
UtilityPage_2=2.Browse Data
UtilityPage_3=3.Delete Data
UtilityPage_4=4.Reader Test
UtilityPage_5=5.Set Date & Time
UtilityPage_6=6.Load Application
UtilityPage_7=7.Memory & Power
UtilityPage_8=8.Load Lookup File
UtilityPageL_1=1.Settings
UtilityPageL_2=2.Browse Data
UtilityPageL_3=3.Delete Data
UtilityPageL_4=4.Read Test
UtilityPageL_5=5.Set Date&Time
UtilityPageL_6=6.Load Program
UtilityPageL_7=7.Memory, Power
UtilityPageL_8=8.Load Lookup
DeletePage_1=Delete Data:
DeletePage_2=1. All data
DeletePage_3=2. Last record
DeletePage_4=3. Cancel
ConfirmPage_1=Are you sure?
ConfirmPage_2=1. Yes
ConfirmPage_3=2. No
ConfirmPage_4=
MemoryPage_1=Free RAM:
MemoryPage_2=Battery voltage
MemoryPage_3=Main  :
MemoryPage_4=Backup:
LookupPage_1=Download:
LookupPage_2=1st lookup file
LookupPage_3=2nd lookup file
LookupPage_4=3rd lookup file
LookupPage_5=All lookup file
LookupPage_6= 1: Go on
LookupPage_7= 2: Cancel
SettingsPage_1=1.Upload Interface
SettingsPage_2=2.Download Interface
SettingsPage_3=3.Transmission Speed
SettingsPage_4=4.Backlight
SettingsPage_5=5.Set Data Delete
SettingsPage_6=6.Entry Options
SettingsPage_7=8.View Settings
SettingsPage_8=1.FTP Settings
SettingsPage_9=2.WLAN Settings
SettingsPage_10=3.Security Set.
SettingsPage_11=4.MobileLink Set.

SettingsPageL_1=1.Upload Port
SettingsPageL_2=2.Download Port
SettingsPageL_3=3.Baud Rate
SettingsPageL_4=4.Backlight
SettingsPageL_5=5.Data Deletion
SettingsPageL_6=6.Entry Option
SettingsPageL_7=8.View Settings
SettingsPageL_8=9.FTP Settings
SettingsPageL_9=A.WLAN Sets.
SettingsPageL_10=B.Security
SettingsPageL_11=C.MobileLink

UploadPage_1=Upload data via:
UploadPage_2=1. Direct-RS232
UploadPage_3=2. Cradle-IR
UploadPage_4=3. IrDA
UploadPage_5=4. Keyboard Wedge
UploadPage_6=5. Modem
UploadPage_BT_Master=5. BT-SPP_Master
UploadPage_BT_Slave=5. BT-SPP_Slave

UploadPageL_1=Upload Port:
UploadPageL_2=1.Direct-RS232
UploadPageL_3=2.Cradle-IR
UploadPageL_4=3.IrDA
UploadPageL_5=4.KB Wedge
UploadPageL_6=5.Modem
UploadPageL_BT_Master=5.BT-SPP_Master
UploadPageL_BT_Slave=5.BT-SPP_Slave

DownloadPage_1=Download Application
DownloadPage_2=or Lookup files via:
DownloadPage_3=1. Direct-RS232
DownloadPage_4=2. Cradle-IR
DownloadPage_5=3. IrDA
DownloadPage_6=4. Modem
DownloadPage_BT_Master=4. BT-SPP_Master
DownloadPage_BT_Slave=4. BT-SPP_Slave
DownloadPageL_1=Download Port:
DownloadPageL_2=1.Direct-RS232
DownloadPageL_3=2.Cradle-IR
DownloadPageL_4=3.IrDA
DownloadPageL_5=4.Modem
DownloadPageL_BT_Master=4.BT-SPP_Master
DownloadPageL_BT_Slave=4.BT-SPP_Slave

BaudRatePage_1=1.115200 bps
BaudRatePage_2=2. 57600 bps
BaudRatePage_3=3. 38400 bps
BaudRatePage_4=4. 19200 bps
BaudRatePage_5=5.  9600 bps

BacklightPage_1=Turn backlight OFF
BacklightPage_2=Turn backlight ON
BacklightPage_3=Turn backlight off
BacklightPage_4=if idle for _0 sec.

BacklightPageL_1=Turn B/L OFF
BacklightPageL_2=Turn B/L ON
BacklightPageL_3=Duration
BacklightPageL_4=  _0 sec.

DataErasePage_1=Erase data after
DataErasePage_2=uploading:
DataErasePage_3=1. Manual
DataErasePage_4=2. Automatic
DataErasePage_5=3. No

DataErasePageL_1=Erase data
DataErasePageL_2=after uploading
DataErasePageL_3=1.Manual
DataErasePageL_4=2.Automatic
DataErasePageL_5=3.Keep

RecordPromptPage_1= 1.No Prompt
RecordPromptPage_2= 2.Show count
RecordPromptPage_3= 3.Show record
RecordPromptPage_4=
RecordPromptPage_5= Prompt stay on the
RecordPromptPage_6= screen : __00 ms

RecordPromptPageL_1=1.No Prompt
RecordPromptPageL_2=2.Show Count
RecordPromptPageL_3=3.Show Data
RecordPromptPageL_4=Stay __00ms

ViewSettingsPage_1=Upload:
ViewSettingsPage_2=Download:
ViewSettingsPage_3=Baud Rate:
ViewSettingsPage_4=Backlight:
ViewSettingsPage_5=BL Duration:
ViewSettingsPage_6=Erase Data:
ViewSettingsPage_7=Entry option:
ViewSettingsPage_8=Duration:

ViewSettingsPageL_1=Upload Port:
ViewSettingsPageL_2=Download Port:
ViewSettingsPageL_3=Baud Rate:
ViewSettingsPageL_4=Backlight:
ViewSettingsPageL_5=Data Deletion:
ViewSettingsPageL_6=Entry Option:

SystemFaultPage_1=System fault !!
SystemFaultPage_2=Please call for
SystemFaultPage_3=service !!

UploadAllPage_1=All(one by one)
UploadAllPage_2=All(append)
UploadAllPage_3=Next data file:
UploadAllPage_4= 1: Go on
UploadAllPage_5= 2: Cancel

PhoneNumberPage_1=Transmit via:
PhoneNumberPage_2=              Modem
PhoneNumberPage_3=
PhoneNumberPage_4=Phone number:

PhoneNumberPageL_1=Via: MODEM
PhoneNumberPageL_2=Phone Number:

SaveRecordMsg_1=Data updated!!
SaveRecordMsg_2=Data inserted!!
SaveRecordMsg_3= Memory Full!!
SaveRecordMsg_4= Press ESC key.
SaveRecordMsg_5= Output OK!!

DelRecordMsg_1=Delete record ?
DelRecordMsg_2=7> Yes   9> No
DelRecordMsg_3=Are you sure ?
DelRecordMsg_4=1> Yes   3> No
DelRecordMsg_5=Data deleted!!

AutoDeleteMsg_1=Transfer done!
AutoDeleteMsg_2=Deleting data..
AutoDeleteMsg_3=All files

PasswordMsg_1=Password :
PasswordMsg_2= Invalid !!!

ConnectingMsg_1=Connecting...
ConnectingMsg_2=
ConnectingMsg_3=Press ESC to
ConnectingMsg_4=cancel.

ModemConnectMsg_1=Modem Initial..
ModemConnectMsg_2=Modem Connect..
ModemConnectMsg_3=Connect OK !!

ErrorMsg_1=Data type is wrong!
ErrorMsg_2=Data is too short!
ErrorMsg_3=Data is too long!
ErrorMsg_4=Wrong leading code!
ErrorMsg_5=Data not found!
ErrorMsg_6=Press any key...
ErrorMsgL_1=Wrong data type
ErrorMsgL_2=Data too short!
ErrorMsgL_3=Data too long!
ErrorMsgL_4=Wrong code!
ErrorMsgL_5=Data not found!
ErrorMsgL_6=Press any key

DataMatchedMsg_1=Data is matched!
DataMatchedMsg_2=Press any key...

DataMatchedMsgL_1=Data matched!
DataMatchedMsgL_2=Press any key

DLookupErrorMsg_1=  Format mismatch!!
DLookupErrorMsg_2=--------------------
DLookupErrorMsg_3=The first error was
DLookupErrorMsg_4=at the line 
DLookupErrorMsg_5=Part of the records 
DLookupErrorMsg_6=has been reformatted
DLookupErrorMsg_7=has been discarded!
DLookupErrorMsg_8=--------------------
DLookupErrorMsg_9=Please check lookup 
DLookupErrorMsg_10=data and reload.    
DLookupErrorMsg_11=Press any key ...  

CheckLookupMsg_1=Could you check DBF    
CheckLookupMsg_2=format on lookup        
CheckLookupMsg_3=file?
CheckLookupMsg_4=The lookup file has 
CheckLookupMsg_5=no record ! 
CheckLookupMsg_6=Check:
CheckLookupMsg_7=Checked OK!         

PhoneErrMsg_1=Invalid
PhoneErrMsg_2=Phone Number!                    
PhoneErrMsg_3=Press a key to exit!
PhoneErrMsg_4=

FTPTransferMsg_1=Initializing...   
FTPTransferMsg_2=Initialize failed!! 
FTPTransferMsg_3=Connecting to FTP   
FTPTransferMsg_4=Server....          
FTPTransferMsg_5=    FTP file        
FTPTransferMsg_6=Transferring...    
FTPTransferMsg_7=Retry FTP file      
FTPTransferMsg_8=Transfer?           
FTPTransferMsg_9=[1] to Retry        
FTPTransferMsg_10=FTP file transfer   
FTPTransferMsg_11=Transfer Completed!
FTPTransferMsg_12=Failed!           
FTPTransferMsg_13=Error code is:                    
FTPTransferMsg_14=Retry:                    
FTPTransferMsg_15=                    
 
OtherMsg_1=Downloading...
OtherMsg_2=Downloaded OK!
OtherMsg_3=Download failed
OtherMsg_4=Please wait...
OtherMsg_5=Sending data...
OtherMsg_6=Transfered:
OtherMsg_7=Done
OtherMsg_8=Time Out!!!
OtherMsg_9=File
OtherMSg_10=transfer failed
OtherMsg_11=File(s) failed
OtherMsg_12=to transfer

SelectMsg_1=FN+<:Edit  FN+>:Del
SelectMsg_2=[ Enter ] to Select
SelectMsg_3=[ ESC ]   to Cancel
SelectMsg_4=[ F8] to Edit
SelectMsg_5=[UP/DOWN] to Select

SelectMsgL_1=FN<:Ed  FN>:Del
SelectMsgL_2=[Enter]: Select
SelectMsgL_3=[ ESC ]: Cancel
SelectMsgL_4=[ F8] to Edit
SelectMsgL_5=[UP/DOWN]Select

ExtendedStr_1=8.Calculator
ExtendedStr_2=7.Buzzer
ExtendedStr_3=1.Key Click
ExtendedStr_4=2.Barcode Good Read
ExtendedStr_5=3.Warning Beep
ExtendedStr_6=A.Check DBF
ExtendedStr_7=
ExtendedStrL_1=8.Calculator
ExtendedStrL_2=7.Buzzer
ExtendedStrL_3=1.Key Click
ExtendedStrL_4=2.Barcode Read
ExtendedStrL_5=3.Warning Beep
EthernetCradle= 6. Ethernet
EthernetCradlel= 6.Ethernet

MiscPrompts=Data File
WLANSettingsPage_1=1.Subnet Mask
WLANSettingsPage_2=2.Gateway
WLANSettingsPage_3=3.DHCP Server
WLANSettingsPage_4=4.SSID
WLANSettingsPage_5=5.Terminal IP
WLANSettingsPage_6=6.View WLAN Set.

FTPSettingsPage_1=1.Server IP/Name
FTPSettingsPage_2=2.Server Port
FTPSettingsPage_3=3.User Name
FTPSettingsPage_4=4.Password
FTPSettingsPage_5=5.View FTP Set.

WLANSettingLPage_1=1.SubMask
WLANSettingLPage_2=2.Gateway
WLANSettingLPage_3=3.Server
WLANSettingLPage_4=4.SSID
WLANSettingLPage_5=5.IP
WLANSettingLPage_6=6.View Set.

FTPSettingLPage_1=1.IP/Name
FTPSettingLPage_2=2.Port
FTPSettingLPage_3=3.User Name
FTPSettingLPage_4=4.Password
FTPSettingLPage_5=5.ViewSet.

FTPSubnetPage=Subnet Mask
FTPGatewayPage=Default Gateway

FTPDHCPPage_1=DHCP Server
FTPDHCPPage_2=[0] Disable
FTPDHCPPAge_3=[1] Enable
FTPSSIDPage=SSID
FTPTIPPage=Terminal IP
FTPSIPPage=Server IP/Name
FTPPORTPage=Server Port
FTPNamePage=User Name
FTPPWDPage=Password

WLANVIEWPage_1=Subnet Mask:
WLANVIEWPage_2=Default Gateway:
WLANVIEWPage_3=DHCP:
WLANVIEWPage_4=SSID:
WLANVIEWPage_5=Terminal IP:

FTPVIEWPage_1=Server IP/Name:
FTPVIEWPage_2=Port:
FTPVIEWPage_3=User Name:
FTPVIEWPage_4=Password:

WLANVIEWPageL_1=Subnet Mask:
WLANVIEWPageL_2=Gateway:
WLANVIEWPageL_3=DHCP:
WLANVIEWPageL_4=SSID:
WLANVIEWPageL_5=Terminal IP:

FTPVIEWPageL_1=Server IP/Name:
FTPVIEWPage_2=Port:
FTPVIEWPage_3=User Name:
FTPVIEWPage_4=Password:

SecurityPage_1=1.Authentication
SecurityPage_2=2.WEP Menu
SecurityPage_3=3.EAP Menu
SecurityPage_4=4.WPA Menu

SecurityPageL_1=1.Auth
SecurityPageL_2=2.WEP Menu
SecurityPageL_3=3.EAP Menu
SecurityPageL_4=4.WPA Menu

AuthPage_1=Authentication
AuthPage_2=[0]Share Key
AuthPage_3=[1]Open System

AuthPageL_1=Auth
AuthPageL_2=[0]Share Key
AuthPageL_3=[1]Open Sys.

WEPPage_1=1.WEP Setting
WEPPage_2=2.WEPKey Length
WEPPage_3=3.Default Key
WEPPage_4=4.WEP Key

WEPPageL_1=1.WEP Set.
WEPPageL_2=2.Key Len.
WEPPageL_3=3.Def. Key
WEPPageL_4=4.WEP Key

WEPSetPage_1=WEP Setting
WEPSetPage_2=[0]Disable
WEPSetPage_3=[1]Enable

WEPSetPageL_1=WEP Set.
WEPSetPageL_2=[0]Disable
WEPSetPageL_3=[1]Enable

WEPLenPage_1=WEPKey Length
WEPLenPage_2=[0]64 bits
WEPLenPage_3=[1]128 bits

WEPLenPageL_1=Key Length
WEPLenPageL_2=[0]64 bits
WEPLenPageL_3=[1]128 bits

DefaultKeyPage_1=Default Key
DefaultKeyPage_2=[1]WEP KEY1
DefaultKeyPage_3=[2]WEP KEY2
DefaultKeyPage_4=[3]WEP KEY3
DefaultKeyPage_5=[4]WEP KEY4

WEPKeySetPage_1=1.WEP KEY 1
WEPKeySetPage_2=2.WEP KEY 2
WEPKeySetPage_3=3.WEP KEY 3
WEPKeySetPage_4=4.WEP KEY 4

WEPKeySetInfoPage_1=WEP KEY 1
WEPKeySetInfoPage_2=WEP KEY 2
WEPKeySetInfoPage_3=WEP KEY 3
WEPKeySetInfoPage_4=WEP KEY 4

EAPPage_1=1.EAP Settings
EAPPage_2=2.EAP ID
EAPPage_3=3.EAP Password

EAPPageL_1=1.EAP Set.
EAPPageL_2=2.EAP ID
EAPPageL_3=3.EAP PW

EAPSetPage_1=EAP Setting
EAPSetPage_2=[0]Disable
EAPSetPage_3=[1]Enable

EAPSetPageL_1=EAP Set.
EAPSetPageL_2=[0]Disable
EAPSetPageL_3=[1]Enable

EAPIDandPassword_1=EAP ID
EAPIDandPassword_2=EAP Password
EAPIDandPasswordL_1=EAP ID
EAPIDandPasswordL_2=EAP PW

WPAPage_1=1.WPA Setting
WPAPage_2=
WPAPage_3=2.Passphrase

WPAPageL_1=1.WPA Set.
WPAPageL_2=
WPAPageL_3=2.Passphrase

WPAPassphrasePage=Passphrase

WPASetPage_1=WPA Setting
WPASetPage_2=
WPASetPage_3=[0]Disable
WPASetPage_4=[1]Enable

WPASetPageL_1=WPA Set.
WPASetPageL_2=
WPASetPageL_3=[0]Disable
WPASetPageL_4=[1]Enable

MobileLinkSetPage_1=Auto Update
MobileLinkSetPage_2=[0]Disable
MobileLinkSetPage_3=[1]Enable

[82Prompt]
MainPage_1=1.Collect data
MainPage_2=2.Upload data
MainPage_3=3.Utilities
MainPage_4=4.FTP

UtilityPage_1=1.Program Settings
UtilityPage_2=2.Browse Data
UtilityPage_3=3.Delete Data
UtilityPage_4=4.Reader Test
UtilityPage_5=5.Set Date/Time
UtilityPage_6=6.Load Application
UtilityPage_7=7.Memory & Power
UtilityPage_8=8.Load Lookup File

DeletePage_1=Delete Data:
DeletePage_2=1. All data
DeletePage_3=2. Last one
DeletePage_4=3. Cancel
ConfirmPage_1=Are you sure
ConfirmPage_2=1. Yes
ConfirmPage_3=2. No
ConfirmPage_4=
MemoryPage_1=Free RAM:
MemoryPage_2=Battery voltage
MemoryPage_3=Main  :
MemoryPage_4=Backup:
LookupPage_1=Download:
LookupPage_2=1st lookup file
LookupPage_3=2nd lookup file
LookupPage_4=3rd lookup file
LookupPage_5=All lookup file
LookupPage_6= 1: Go on
LookupPage_7= 2: Cancel
SettingsPage_1=1.Upload Interface
SettingsPage_2=2.DL Program Inter
SettingsPage_3=4.Transmission Speed
SettingsPage_4=5.Backlight
SettingsPage_5=6.Set Data Delete
SettingsPage_6=7.Entry Options
SettingsPage_7=9.View Settings
SettingsPage_8=3.DL Lookup Inter
SettingsPage_9=1.FTP Settings
SettingsPage_10=2.WLAN Settings
SettingsPage_11=3.Security
SettingsPage_12=4.MobileLink Setting

UploadPage_1=Upload data via
UploadPage_2=1. RS232
UploadPage_3=2. BT-SPP_Master

UploadPage_4=4. USB VCOM
UploadPage_5=5. USB VCOM_CDC
UploadPage_6=6. Modem
UploadPage_7=7. Ethernet Cradle
UploadPage_8=8. USB HID
UploadPage_9=9. SD Card
UploadPage_10=3. BT-SPP_Slave

DownloadPage_1=Download Program:
DownloadPage_2=Download Lookup: 
DownloadPage_3=1. RS232
DownloadPage_4=2. BT-SPP_Master

DownloadPage_5=4. USB VCOM
DownloadPage_6=5. USB VCOM_CDC
DownloadPage_7=6. Modem
DownloadPage_8=7. SD Card
DownloadPage_9=3. BT-SPP_Slave

BaudRatePage_1=1.115200 bps
BaudRatePage_2=2.57600 bps
BaudRatePage_3=3.38400 bps
BaudRatePage_4=4.19200 bps
BaudRatePage_5=5.9600 bps

BacklightPage_1=Turn backlight OFF
BacklightPage_2=Turn backlight ON
BacklightPage_3=Turn backlight off
BacklightPage_4=if idle for _0 sec.

DataErasePage_1=Erase data after
DataErasePage_2=uploading:
DataErasePage_3=1. Manual
DataErasePage_4=2. Automatic
DataErasePage_5=3. No

RecordPromptPage_1= 1.No Prompt
RecordPromptPage_2= 2.Show count
RecordPromptPage_3= 3.Show record
RecordPromptPage_4=
RecordPromptPage_5= Prompt stay on the
RecordPromptPage_6= screen : __00 ms

ViewSettingsPage_1=Upload:
ViewSettingsPage_2=DL Program:
ViewSettingsPage_3=Baud Rate:
ViewSettingsPage_4=Backlight:
ViewSettingsPage_5=BL Duration:
ViewSettingsPage_6=Erase Data:
ViewSettingsPage_7=Entry:
ViewSettingsPage_8=Duration:
ViewSettingsPage_9=DL Lookup:

SystemFaultPage_1=System fault !!
SystemFaultPage_2=Please call for your
SystemFaultPage_3=service !!

UploadAllPage_1=All files(1 by 1)
UploadAllPage_2=All files(append)
UploadAllPage_3=Next data file:
UploadAllPage_4= 1: Go on
UploadAllPage_5= 2: Cancel

PhoneNumberPage_1=Transmit via:
PhoneNumberPage_2=              Modem
PhoneNumberPage_3=
PhoneNumberPage_4=Phone number:

SaveRecordMsg_1=Data updated!!
SaveRecordMsg_2=Data inserted!!
SaveRecordMsg_3= Memory Full!!
SaveRecordMsg_4= Press [ESC] key.
SaveRecordMsg_5= Output OK!!

DelRecordMsg_1=Delete record ?
DelRecordMsg_2= 7> Yes      9> No
DelRecordMsg_3=Are you sure ?
DelRecordMsg_4= 1> Yes      3> No
DelRecordMsg_5=Data deleted!!

AutoDeleteMsg_1=Transfer done!
AutoDeleteMsg_2=Deleting data...
AutoDeleteMsg_3=All files
PasswordMsg_1=Password :
PasswordMsg_2= Invalid password!!

ConnectingMsg_1=Try to connect...
ConnectingMsg_2=
ConnectingMsg_3=Aborted !
ConnectingMsg_4=Press ESC to cancel.

ModemConnectMsg_1=Modem Initialize...
ModemConnectMsg_2=Modem Connecting...
ModemConnectMsg_3=Connect OK !!

ErrorMsg_1=Data type is wrong!
ErrorMsg_2=Data is too short!
ErrorMsg_3=Data is too long!
ErrorMsg_4=Wrong leading code!
ErrorMsg_5=Data not found!
ErrorMsg_6=Press any key...

DataMatchedMsg_1=Data is matched!
DataMatchedMsg_2=Press any key...

DLookupErrorMsg_1=  Format mismatch!!
DLookupErrorMsg_2=--------------------
DLookupErrorMsg_3=The first error was

DLookupErrorMsg_4=at the line 
DLookupErrorMsg_5=Part of the records 
DLookupErrorMsg_6=has been reformatted
DLookupErrorMsg_7=has been discarded!
DLookupErrorMsg_8=--------------------
DLookupErrorMsg_9=Please check lookup 
DLookupErrorMsg_10=data and reload.    
DLookupErrorMsg_11=Enter-Cont. Esc-Exit                  

OpenSDCardErrorMsg_1=SD Card is not Ready
OpenSDCardErrorMsg_2=Press ESC to exit 
OpenSDCardErrorMsg_3=Fail to Open Dir   
OpenSDCardErrorMsg_4=                   

SDCardLookupErrorMsg_1=Not enough space    
SDCardLookupErrorMsg_2=on SRAM
SDCardLookupErrorMsg_3=
SDCardLookupErrorMsg_4=
SDCardLookupErrorMsg_5= 
 
SDCardMsg_1=SD Card is ready...      
SDCardMsg_2=Please copy exported
SDCardMsg_3=file from SD card.   
SDCardMsg_4=Run DBF Converter to
SDCardMsg_5=distribute lookup
SDCardMsg_6=files to SD card or 
SDCardMsg_7=SRAM via SD Card.  
SDCardMsg_8=Please copy AGX
SDCardMsg_9=file to SD Card  
SDCardMsg_10=Are you sure to
SDCardMsg_11=stop mass storage
SDCardMsg_12=device?   

CheckLookupMsg_1=Do you want to check    
CheckLookupMsg_2=DBF format on lookup        
CheckLookupMsg_3=file?
CheckLookupMsg_4=The lookup file has 
CheckLookupMsg_5=no record !!  
CheckLookupMsg_6=Check:
CheckLookupMsg_7=Checked OK!         

PhoneErrMsg_1=Invalid Phone Number
PhoneErrMsg_2=                    
PhoneErrMsg_3=Press any key...    

FTPTransferMsg_1=Initializing....   
FTPTransferMsg_2=Initialize failed!! 
FTPTransferMsg_3=Connecting to FTP   
FTPTransferMsg_4=Server....          
FTPTransferMsg_5=    FTP file        
FTPTransferMsg_6=Transferring....    
FTPTransferMsg_7=Retry FTP file      
FTPTransferMsg_8=Transfer?           
FTPTransferMsg_9=[1] to Retry        
FTPTransferMsg_10=FTP file transfer   
FTPTransferMsg_11=Transfer Completed !
FTPTransferMsg_12=Failed!!            
FTPTransferMsg_13=Error code is:                    
FTPTransferMsg_14=Retry:                    
FTPTransferMsg_15=                    

OtherMsg_1=Now downloading...
OtherMsg_2=Downloaded OK!
OtherMsg_3=Download failed!!
OtherMsg_4=Please wait...
OtherMsg_5=Now sending data...
OtherMsg_6=Transfered:
OtherMsg_7=Done
OtherMsg_8=Time Out!!!
OtherMsg_9=File
OtherMsg_10=transfer failed
OtherMsg_11=File(s) failed to
OtherMsg_12=transfer

SelectMsg_1=F8:Edit     F9:Del
SelectMsg_2=[ Enter ] to confirm
SelectMsg_3=[ ESC ]   to cancel
SelectMsg_4=[ F8 ]:   to Edit  
SelectMsg_5=[UP/DOWN] to Select

ExtendedStr_1=8.Calculator
ExtendedStr_2=8.Buzzer
ExtendedStr_3=1.Key Click
ExtendedStr_4=2.Barcode Read
ExtendedStr_5=3.Warning Beep
ExtendedStr_6=9.SD as Mass Storage
ExtendedStr_7=2.Check DBF

MiscPrompts=Data File
WLANSettingsPage_1=1.Subnet Mask
WLANSettingsPage_2=2.Gateway
WLANSettingsPage_3=3.DHCP Server
WLANSettingsPage_4=4.SSID
WLANSettingsPage_5=5.Terminal IP

WLANSettingsPage_6=6.View WLAN Set.

FTPSettingsPage_1=1.Server IP/Name
FTPSettingsPage_2=2.Server Port
FTPSettingsPage_3=3.User Name
FTPSettingsPage_4=4.Password
FTPSettingsPage_5=5.FTP Interface
FTPSettingsPage_6=6.View FTP Set.

FTPSubnetPage=Subnet Mask
FTPGatewayPage=Default Gateway
FTPDHCPPage_1=DHCP Server
FTPDHCPPage_2=[0] Disable
FTPDHCPPAge_3=[1] Enable
FTPSSIDPage=SSID
FTPTIPPage=Terminal IP
FTPSIPPage=Server IP/Name
FTPPORTPage=Server Port
FTPNamePage=User Name
FTPPWDPage=Password

FTPInterPage_1=FTP Inferface
FTPInterPage_2=[0]WLAN
FTPInterPage_3=[1]Ethernet Cradle

WLANVIEWPage_1=Submask:
WLANVIEWPage_2=Gateway:
WLANVIEWPage_3=DHCP:
WLANVIEWPage_4=SSID:
WLANVIEWPage_5=IP:

FTPVIEWPage_1=Server IP/Name:
FTPVIEWPage_2=Port:
FTPVIEWPage_3=User Name:
FTPVIEWPage_4=Password:

SecurityPage_1=1.Authentication
SecurityPage_2=2.WEP Menu
SecurityPage_3=3.EAP Menu
SecurityPage_4=4.WPA Menu

AuthPage_1=Authentication
AuthPage_2=[0]Share Key
AuthPage_3=[1]Open System

WEPPage_1=1.WEP Setting
WEPPage_2=2.WEPKey Length
WEPPage_3=3.Default Key
WEPPage_4=4.WEP Key

WEPSetPage_1=WEP Setting
WEPSetPage_2=[0]Disable
WEPSetPage_3=[1]Enable

WEPLenPage_1=WEPKey Length
WEPLenPage_2=[0]64 bits
WEPLenPage_3=[1]128 bits

DefaultKeyPage_1=Default Key
DefaultKeyPage_2=[1]WEP KEY1
DefaultKeyPage_3=[2]WEP KEY2
DefaultKeyPage_4=[3]WEP KEY3
DefaultKeyPage_5=[4]WEP KEY4

WEPKeySetPage_1=1.WEP KEY 1
WEPKeySetPage_2=2.WEP KEY 2
WEPKeySetPage_3=3.WEP KEY 3
WEPKeySetPage_4=4.WEP KEY 4

WEPKeySetInfoPage_1=WEP KEY 1
WEPKeySetInfoPage_2=WEP KEY 2
WEPKeySetInfoPage_3=WEP KEY 3
WEPKeySetInfoPage_4=WEP KEY 4

EAPPage_1=1.EAP Settings
EAPPage_2=2.EAP ID
EAPPage_3=3.EAP Password

EAPSetPage_1=EAP Setting
EAPSetPage_2=[0]Disable
EAPSetPage_3=[1]Enable
EAPIDandPassword_1=EAP ID
EAPIDandPassword_2=EAP Password

WPAPage_1=1.WPA Setting
WPAPage_2=2.WPA2 Setting
WPAPage_3=3.Passphrase

WPAPassphrasePage=Passphrase

WPASetPage_1=WPA Setting
WPASetPage_2=WPA2 Setting
WPASetPage_3=[0]Disable
WPASetPage_4=[1]Enable

AGXVersionError_1=Wrong Version!!    
AGXVersionError_2=Older AGX Version!!               
MobileLinkSetPage_1=Auto Update
MobileLinkSetPage_2=[0]Disable
MobileLinkSetPage_3=[1]Enable

[87Prompt]
MainPage_1=1.Collect data
MainPage_2=2.Upload data
MainPage_3=3.Utilities
MainPage_4=4.FTP

UtilityPage_1=1.Program Settings
UtilityPage_2=2.Browse Data
UtilityPage_3=3.Delete Data
UtilityPage_4=4.Reader Test
UtilityPage_5=5.Set Date/Time
UtilityPage_6=6.Load Application
UtilityPage_7=7.Memory & Power
UtilityPage_8=8.Load Lookup File

DeletePage_1=Delete Data:
DeletePage_2=1. All data
DeletePage_3=2. Last one
DeletePage_4=3. Cancel

ConfirmPage_1=Are you sure
ConfirmPage_2=1. Yes
ConfirmPage_3=2. No
ConfirmPage_4=

MemoryPage_1=Free RAM:
MemoryPage_2=Battery voltage
MemoryPage_3=Main  :
MemoryPage_4=Backup:

LookupPage_1=Download:
LookupPage_2=1st lookup file
LookupPage_3=2nd lookup file
LookupPage_4=3rd lookup file
LookupPage_5=All lookup file
LookupPage_6= 1: Go on
LookupPage_7= 2: Cancel

SettingsPage_1=1.Upload Interface
SettingsPage_2=2.DL Program Inter
SettingsPage_3=4.Transmission Speed
SettingsPage_4=5.Backlight
SettingsPage_5=6.Set Data Delete
SettingsPage_6=7.Entry Options
SettingsPage_7=9.View Settings
SettingsPage_8=3.DL Lookup Inter
SettingsPage_9=1.FTP Settings
SettingsPage_10=2.WLAN Settings
SettingsPage_11=3.Security
SettingsPage_12=4.MobileLink Setting

UploadPage_1=Upload data via
UploadPage_2=1. RS232
UploadPage_3=2. BT-SPP_Master
UploadPage_4=4. USB VCOM
UploadPage_5=5. USB VCOM_CDC
UploadPage_6=6. USB HID
UploadPage_7=7. SD Card
UploadPage_8=3. BT-SPP_Slave
UploadPage_9=

DownloadPage_1=Download Program:
DownloadPage_2=Download Lookup: 
DownloadPage_3=1. RS232
DownloadPage_4=2. BT-SPP_Master
DownloadPage_5=4. USB VCOM
DownloadPage_6=5. USB VCOM_CDC
DownloadPage_7=6. SD Card
DownloadPage_8=3. BT-SPP_Slave

BaudRatePage_1=1.115200 bps
BaudRatePage_2=2.57600 bps
BaudRatePage_3=3.38400 bps
BaudRatePage_4=4.19200 bps
BaudRatePage_5=5.9600 bps

BacklightPage_1=Turn backlight OFF
BacklightPage_2=Turn backlight ON
BacklightPage_3=Turn backlight off
BacklightPage_4=if idle for _0 sec.

DataErasePage_1=Erase data after
DataErasePage_2=uploading:
DataErasePage_3=1. Manual
DataErasePage_4=2. Automatic
DataErasePage_5=3. No

RecordPromptPage_1= 1.No Prompt
RecordPromptPage_2= 2.Show count
RecordPromptPage_3= 3.Show record
RecordPromptPage_4=
RecordPromptPage_5= Prompt stay on the
RecordPromptPage_6= screen : __00 ms

ViewSettingsPage_1=Upload:
ViewSettingsPage_2=DL Program:
ViewSettingsPage_3=Baud Rate:
ViewSettingsPage_4=Backlight:
ViewSettingsPage_5=BL Duration:
ViewSettingsPage_6=Erase Data:
ViewSettingsPage_7=Entry:
ViewSettingsPage_8=Duration:
ViewSettingsPage_9=DL Lookup:

SystemFaultPage_1=System fault !!
SystemFaultPage_2=Please call for your
SystemFaultPage_3=service !!

UploadAllPage_1=All files(1 by 1)
UploadAllPage_2=All files(append)
UploadAllPage_3=Next data file:
UploadAllPage_4= 1: Go on
UploadAllPage_5= 2: Cancel

PhoneNumberPage_1=Transmit via:
PhoneNumberPage_2=              Modem
PhoneNumberPage_3=
PhoneNumberPage_4=Phone number:

SaveRecordMsg_1=Data updated!!
SaveRecordMsg_2=Data inserted!!
SaveRecordMsg_3= Memory Full!!
SaveRecordMsg_4= Press [ESC] key.
SaveRecordMsg_5= Output OK!!

DelRecordMsg_1=Delete record ?
DelRecordMsg_2= 7> Yes      9> No
DelRecordMsg_3=Are you sure ?
DelRecordMsg_4= 1> Yes      3> No
DelRecordMsg_5=Data deleted!!

AutoDeleteMsg_1=Transfer done!
AutoDeleteMsg_2=Deleting data...
AutoDeleteMsg_3=All files
PasswordMsg_1=Password :
PasswordMsg_2= Invalid password!!

ConnectingMsg_1=Try to connect...
ConnectingMsg_2=
ConnectingMsg_3=Aborted !
ConnectingMsg_4=Press ESC to cancel.

ModemConnectMsg_1=Modem Initialize...
ModemConnectMsg_2=Modem Connecting...
ModemConnectMsg_3=Connect OK !!

ErrorMsg_1=Data type is wrong!
ErrorMsg_2=Data is too short!
ErrorMsg_3=Data is too long!
ErrorMsg_4=Wrong leading code!
ErrorMsg_5=Data not found!
ErrorMsg_6=Press any key...

DataMatchedMsg_1=Data is matched!
DataMatchedMsg_2=Press any key...

DLookupErrorMsg_1=  Format mismatch!!
DLookupErrorMsg_2=--------------------
DLookupErrorMsg_3=The first error was
DLookupErrorMsg_4=at the line 
DLookupErrorMsg_5=Part of the records 
DLookupErrorMsg_6=has been reformatted
DLookupErrorMsg_7=has been discarded!
DLookupErrorMsg_8=--------------------
DLookupErrorMsg_9=Please check lookup 
DLookupErrorMsg_10=data and reload.    
DLookupErrorMsg_11=Enter-Cont. Esc-Exit                  

OpenSDCardErrorMsg_1=SD Card is not Ready
OpenSDCardErrorMsg_2=Press ESC to exit 
OpenSDCardErrorMsg_3=Fail to Open Dir   
OpenSDCardErrorMsg_4=                   

SDCardLookupErrorMsg_1=Not enough space    
SDCardLookupErrorMsg_2=on SRAM
SDCardLookupErrorMsg_3=
SDCardLookupErrorMsg_4=
SDCardLookupErrorMsg_5= 
 
SDCardMsg_1=SD Card is ready...      
SDCardMsg_2=Please copy exported
SDCardMsg_3=file from SD card.   
SDCardMsg_4=Run DBF Converter to
SDCardMsg_5=distribute lookup
SDCardMsg_6=files to SD card or 
SDCardMsg_7=SRAM via SD Card.  
SDCardMsg_8=Please copy AGX
SDCardMsg_9=file to SD Card  
SDCardMsg_10=Are you sure to
SDCardMsg_11=stop mass storage
SDCardMsg_12=device?   

CheckLookupMsg_1=Do you want to check    
CheckLookupMsg_2=DBF format on lookup        
CheckLookupMsg_3=file?
CheckLookupMsg_4=The lookup file has 
CheckLookupMsg_5=no record !!  
CheckLookupMsg_6=Check:
CheckLookupMsg_7=Checked OK!         

PhoneErrMsg_1=Invalid Phone Number
PhoneErrMsg_2=                    
PhoneErrMsg_3=Press any key...    

FTPTransferMsg_1=Initializing....   
FTPTransferMsg_2=Initialize failed!! 
FTPTransferMsg_3=Connecting to FTP   
FTPTransferMsg_4=Server....          
FTPTransferMsg_5=    FTP file        
FTPTransferMsg_6=Transferring....    
FTPTransferMsg_7=Retry FTP file      
FTPTransferMsg_8=Transfer?           
FTPTransferMsg_9=[1] to Retry        
FTPTransferMsg_10=FTP file transfer   
FTPTransferMsg_11=Transfer Completed !
FTPTransferMsg_12=Failed!!            
FTPTransferMsg_13=Error code is:                    
FTPTransferMsg_14=Retry:                    
FTPTransferMsg_15=                    

OtherMsg_1=Now downloading...
OtherMsg_2=Downloaded OK!
OtherMsg_3=Download failed!!
OtherMsg_4=Please wait...
OtherMsg_5=Now sending data...
OtherMsg_6=Transfered:
OtherMsg_7=Done
OtherMsg_8=Time Out!!!
OtherMsg_9=File
OtherMsg_10=transfer failed
OtherMsg_11=File(s) failed to
OtherMsg_12=transfer

SelectMsg_1=F8:Edit     F9:Del
SelectMsg_2=[ Enter ] to confirm
SelectMsg_3=[ ESC ]   to cancel
SelectMsg_4=[ F8 ]:   to Edit  
SelectMsg_5=[UP/DOWN] to Select

ExtendedStr_1=8.Calculator
ExtendedStr_2=8.Buzzer
ExtendedStr_3=1.Key Click
ExtendedStr_4=2.Barcode Read
ExtendedStr_5=3.Warning Beep
ExtendedStr_6=9.SD as Mass Storage
ExtendedStr_7=2.Check DBF

MiscPrompts=Data File
WLANSettingsPage_1=1.Subnet Mask
WLANSettingsPage_2=2.Gateway
WLANSettingsPage_3=3.DHCP Server
WLANSettingsPage_4=4.SSID
WLANSettingsPage_5=5.Terminal IP
WLANSettingsPage_6=6.View WLAN Set.

FTPSettingsPage_1=1.Server IP/Name
FTPSettingsPage_2=2.Server Port
FTPSettingsPage_3=3.User Name
FTPSettingsPage_4=4.Password
FTPSettingsPage_5=5.View FTP Set.

FTPSubnetPage=Subnet Mask
FTPGatewayPage=Default Gateway
FTPDHCPPage_1=DHCP Server
FTPDHCPPage_2=[0] Disable
FTPDHCPPAge_3=[1] Enable
FTPSSIDPage=SSID
FTPTIPPage=Terminal IP
FTPSIPPage=Server IP/Name
FTPPORTPage=Server Port
FTPNamePage=User Name
FTPPWDPage=Password

WLANVIEWPage_1=Submask:
WLANVIEWPage_2=Gateway:
WLANVIEWPage_3=DHCP:
WLANVIEWPage_4=SSID:
WLANVIEWPage_5=IP:

FTPVIEWPage_1=Server IP/Name:
FTPVIEWPage_2=Port:
FTPVIEWPage_3=User Name:
FTPVIEWPage_4=Password:

SecurityPage_1=1.Authentication
SecurityPage_2=2.WEP Menu
SecurityPage_3=3.EAP Menu
SecurityPage_4=4.WPA Menu

AuthPage_1=Authentication
AuthPage_2=[0]Share Key
AuthPage_3=[1]Open System

WEPPage_1=1.WEP Setting
WEPPage_2=2.WEPKey Length
WEPPage_3=3.Default Key
WEPPage_4=4.WEP Key

WEPSetPage_1=WEP Setting
WEPSetPage_2=[0]Disable
WEPSetPage_3=[1]Enable

WEPLenPage_1=WEPKey Length
WEPLenPage_2=[0]64 bits
WEPLenPage_3=[1]128 bits

DefaultKeyPage_1=Default Key
DefaultKeyPage_2=[1]WEP KEY1
DefaultKeyPage_3=[2]WEP KEY2
DefaultKeyPage_4=[3]WEP KEY3
DefaultKeyPage_5=[4]WEP KEY4

WEPKeySetPage_1=1.WEP KEY 1
WEPKeySetPage_2=2.WEP KEY 2
WEPKeySetPage_3=3.WEP KEY 3
WEPKeySetPage_4=4.WEP KEY 4

WEPKeySetInfoPage_1=WEP KEY 1
WEPKeySetInfoPage_2=WEP KEY 2
WEPKeySetInfoPage_3=WEP KEY 3
WEPKeySetInfoPage_4=WEP KEY 4

EAPPage_1=1.EAP Settings
EAPPage_2=2.EAP ID
EAPPage_3=3.EAP Password

EAPSetPage_1=EAP Setting
EAPSetPage_2=[0]Disable
EAPSetPage_3=[1]Enable
EAPIDandPassword_1=EAP ID
EAPIDandPassword_2=EAP Password

WPAPage_1=1.WPA Setting
WPAPage_2=2.WPA2 Setting
WPAPage_3=3.Passphrase

WPAPassphrasePage=Passphrase

WPASetPage_1=WPA Setting
WPASetPage_2=WPA2 Setting
WPASetPage_3=[0]Disable
WPASetPage_4=[1]Enable

AGXVersionError_1=Wrong Version!!    
AGXVersionError_2=Older AGX Version!!                
MobileLinkSetPage_1=Auto Update
MobileLinkSetPage_2=[0]Disable
MobileLinkSetPage_3=[1]Enable

[84Prompt]
MainPage_1=1.Collect data
MainPage_2=2.Upload data
MainPage_3=3.Utilities
MainPage_4=4.FTP

UtilityPage_1=1.Program Settings
UtilityPage_2=2.Browse Data
UtilityPage_3=3.Delete Data
UtilityPage_4=4.Reader Test
UtilityPage_5=5.Set Date/Time
UtilityPage_6=6.Load Application
UtilityPage_7=7.Memory & Power
UtilityPage_8=8.Load Lookup File

DeletePage_1=Delete Data:
DeletePage_2=1. All data
DeletePage_3=2. Last one
DeletePage_4=3. Cancel

ConfirmPage_1=Are you sure
ConfirmPage_2=1. Yes
ConfirmPage_3=2. No
ConfirmPage_4=

MemoryPage_1=Free RAM:
MemoryPage_2=Battery voltage
MemoryPage_3=Main  :
MemoryPage_4=Backup:

LookupPage_1=Download:
LookupPage_2=1st lookup file
LookupPage_3=2nd lookup file
LookupPage_4=3rd lookup file
LookupPage_5=All lookup file
LookupPage_6= 1: Go on
LookupPage_7= 2: Cancel

SettingsPage_1=1.Upload Interface
SettingsPage_2=2.DL Program Inter
SettingsPage_3=4.Transmission Speed
SettingsPage_4=5.Backlight
SettingsPage_5=6.Set Data Delete
SettingsPage_6=7.Entry Options
SettingsPage_7=9.View Settings
SettingsPage_8=3.DL Lookup Inter
SettingsPage_9=1.FTP Settings
SettingsPage_10=2.WLAN Settings
SettingsPage_11=3.Security
SettingsPage_12=4.MobileLink Setting

UploadPage_1=Upload data via
UploadPage_2=1. RS232
UploadPage_3=2. BT-SPP_Master
UploadPage_4=4. USB VCOM
UploadPage_5=5. Modem
UploadPage_6=6. Ethernet Cradle
UploadPage_7=7. USB HID
UploadPage_8=8. SD Card
UploadPage_9=3. BT-SPP_Slave

DownloadPage_1=Download Program:
DownloadPage_2=Download Lookup: 
DownloadPage_3=1. RS232
DownloadPage_4=2. BT-SPP_Master
DownloadPage_5=4. USB VCOM
DownloadPage_6=5. Modem
DownloadPage_7=6. SD Card
DownloadPage_8=3. BT-SPP_Slave

BaudRatePage_1=1.115200 bps
BaudRatePage_2=2.57600 bps
BaudRatePage_3=3.38400 bps
BaudRatePage_4=4.19200 bps
BaudRatePage_5=5.9600 bps

BacklightPage_1=Turn backlight OFF
BacklightPage_2=Turn backlight ON
BacklightPage_3=Turn backlight off
BacklightPage_4=if idle for _0 sec.

DataErasePage_1=Erase data after
DataErasePage_2=uploading:
DataErasePage_3=1. Manual
DataErasePage_4=2. Automatic
DataErasePage_5=3. No

RecordPromptPage_1= 1.No Prompt
RecordPromptPage_2= 2.Show Count
RecordPromptPage_3= 3.Show Record
RecordPromptPage_4=
RecordPromptPage_5= Prompt stay on the
RecordPromptPage_6= screen : __00 ms
ViewSettingsPage_1=Upload:
ViewSettingsPage_2=DL Program:
ViewSettingsPage_3=Baud Rate:
ViewSettingsPage_4=Backlight:
ViewSettingsPage_5=BL Duration:
ViewSettingsPage_6=Erase Data:
ViewSettingsPage_7=Entry:
ViewSettingsPage_8=Duration:
ViewSettingsPage_9=DL Lookup:
SystemFaultPage_1=System fault !!
SystemFaultPage_2=Please call for your
SystemFaultPage_3=service !!
UploadAllPage_1=All files(1 by 1)
UploadAllPage_2=All files(append)
UploadAllPage_3=Next data file:
UploadAllPage_4= 1: Go on
UploadAllPage_5= 2: Cancel
PhoneNumberPage_1=Transmit via:
PhoneNumberPage_2=              Modem
PhoneNumberPage_3=
PhoneNumberPage_4=Phone number:

SaveRecordMsg_1=Data updated!!
SaveRecordMsg_2=Data inserted!!
SaveRecordMsg_3= Memory Full!!
SaveRecordMsg_4= Press [ESC] key.
SaveRecordMsg_5= Output OK!!

DelRecordMsg_1=Delete record ?
DelRecordMsg_2= 7> Yes      9> No
DelRecordMsg_3=Are you sure ?
DelRecordMsg_4= 1> Yes      3> No
DelRecordMsg_5=Data deleted!!

AutoDeleteMsg_1=Transfer done!
AutoDeleteMsg_2=Deleting data...
AutoDeleteMsg_3=All files

PasswordMsg_1=Password :
PasswordMsg_2= Invalid password!!

ConnectingMsg_1=Try to connect...
ConnectingMsg_2=
ConnectingMsg_3=Aborted !
ConnectingMsg_4=Press ESC to cancel.

ModemConnectMsg_1=Modem Initialize...
ModemConnectMsg_2=Modem Connecting...
ModemConnectMsg_3=Connect OK !!

ErrorMsg_1=Data type is wrong!
ErrorMsg_2=Data is too short!
ErrorMsg_3=Data is too long!
ErrorMsg_4=Wrong leading code!
ErrorMsg_5=Data not found!
ErrorMsg_6=Press any key...

DataMatchedMsg_1=Data is matched!
DataMatchedMsg_2=Press any key...

DLookupErrorMsg_1=  Format mismatch!!
DLookupErrorMsg_2=--------------------
DLookupErrorMsg_3=The first error was
DLookupErrorMsg_4=at the line 
DLookupErrorMsg_5=Part of the records 
DLookupErrorMsg_6=has been reformatted
DLookupErrorMsg_7=has been discarded!
DLookupErrorMsg_8=--------------------
DLookupErrorMsg_9=Please check lookup 
DLookupErrorMsg_10=data and reload.    
DLookupErrorMsg_11=Enter-Cont. Esc-Exit                  

OpenSDCardErrorMsg_1=SD Card is not Ready
OpenSDCardErrorMsg_2=Press ESC to exit 
OpenSDCardErrorMsg_3=Fail to Open Dir   
OpenSDCardErrorMsg_4=                   

SDCardLookupErrorMsg_1=Not enough space    
SDCardLookupErrorMsg_2=on SRAM
SDCardLookupErrorMsg_3=
SDCardLookupErrorMsg_4=
SDCardLookupErrorMsg_5= 
 
SDCardMsg_1=SD Card is ready...      
SDCardMsg_2=Please copy exported
SDCardMsg_3=file from SD card.   
SDCardMsg_4=Run DBF Converter to
SDCardMsg_5=distribute lookup
SDCardMsg_6=files to SD card or 
SDCardMsg_7=SRAM via SD Card.  
SDCardMsg_8=Please copy AGX
SDCardMsg_9=file to SD Card  
SDCardMsg_10=Are you sure to
SDCardMsg_11=stop mass storage
SDCardMsg_12=device?   

CheckLookupMsg_1=Do you want to check    
CheckLookupMsg_2=DBF format on lookup        
CheckLookupMsg_3=file?
CheckLookupMsg_4=The lookup file has 
CheckLookupMsg_5=no record !!  
CheckLookupMsg_6=Check:
CheckLookupMsg_7=Checked OK!         

PhoneErrMsg_1=Invalid Phone Number
PhoneErrMsg_2=                    
PhoneErrMsg_3=Press any key...    

FTPTransferMsg_1=Initializing....   
FTPTransferMsg_2=Initialize failed!! 
FTPTransferMsg_3=Connecting to FTP   
FTPTransferMsg_4=Server....          
FTPTransferMsg_5=    FTP file        
FTPTransferMsg_6=Transferring....    
FTPTransferMsg_7=Retry FTP file      
FTPTransferMsg_8=Transfer?           
FTPTransferMsg_9=[1] to Retry        
FTPTransferMsg_10=FTP file transfer   
FTPTransferMsg_11=Transfer Completed !
FTPTransferMsg_12=Failed!!            
FTPTransferMsg_13=Error code is:                    
FTPTransferMsg_14=Retry:                    
FTPTransferMsg_15=                    

OtherMsg_1=Now downloading...
OtherMsg_2=Downloaded OK!
OtherMsg_3=Download failed!!
OtherMsg_4=Please wait...
OtherMsg_5=Now sending data...
OtherMsg_6=Transfered:
OtherMsg_7=Done
OtherMsg_8=Time Out!!!
OtherMsg_9=File
OtherMsg_10=transfer failed
OtherMsg_11=File(s) failed to
OtherMsg_12=transfer

SelectMsg_1=F8:Edit     Del:Del
SelectMsg_2=[ Enter ] to confirm
SelectMsg_3=[ ESC ]   to cancel
SelectMsg_4=[ F8 ]:   to Edit  
SelectMsg_5=[UP/DOWN] to Select

ExtendedStr_1=8.Calculator
ExtendedStr_2=8.Buzzer
ExtendedStr_3=1.Key Click
ExtendedStr_4=2.Barcode Read
ExtendedStr_5=3.Warning Beep
ExtendedStr_6=9.SD as Mass Storage
ExtendedStr_7=2.Check DBF

MiscPrompts=Data File
WLANSettingsPage_1=1.Subnet Mask
WLANSettingsPage_2=2.Gateway
WLANSettingsPage_3=3.DHCP Server
WLANSettingsPage_4=4.SSID
WLANSettingsPage_5=5.Terminal IP
WLANSettingsPage_6=6.View WLAN Set.

FTPSettingsPage_1=1.Server IP/Name
FTPSettingsPage_2=2.Server Port
FTPSettingsPage_3=3.User Name
FTPSettingsPage_4=4.Password
FTPSettingsPage_5=5.FTP Interface
FTPSettingsPage_6=6.View FTP Set.

FTPSubnetPage=Subnet Mask
FTPGatewayPage=Default Gateway
FTPDHCPPage_1=DHCP Server
FTPDHCPPage_2=[0] Disable
FTPDHCPPAge_3=[1] Enable
FTPSSIDPage=SSID
FTPTIPPage=Terminal IP
FTPSIPPage=Server IP/Name
FTPPORTPage=Server Port
FTPNamePage=User Name
FTPPWDPage=Password

FTPInterPage_1=FTP Inferface
FTPInterPage_2=[0]WLAN
FTPInterPage_3=[1]Ethernet Cradle

WLANVIEWPage_1=Submask:
WLANVIEWPage_2=Gateway:
WLANVIEWPage_3=DHCP:
WLANVIEWPage_4=SSID:
WLANVIEWPage_5=IP:

FTPVIEWPage_1=Server IP/Name:
FTPVIEWPage_2=Port:
FTPVIEWPage_3=User Name:
FTPVIEWPage_4=Password:

SecurityPage_1=1.Authentication
SecurityPage_2=2.WEP Menu
SecurityPage_3=3.EAP Menu
SecurityPage_4=4.WPA Menu

AuthPage_1=Authentication
AuthPage_2=[0]Share Key
AuthPage_3=[1]Open System

WEPPage_1=1.WEP Setting
WEPPage_2=2.WEPKey Length
WEPPage_3=3.Default Key
WEPPage_4=4.WEP Key

WEPSetPage_1=WEP Setting
WEPSetPage_2=[0]Disable
WEPSetPage_3=[1]Enable

WEPLenPage_1=WEPKey Length
WEPLenPage_2=[0]64 bits
WEPLenPage_3=[1]128 bits

DefaultKeyPage_1=Default Key
DefaultKeyPage_2=[1]WEP KEY1
DefaultKeyPage_3=[2]WEP KEY2
DefaultKeyPage_4=[3]WEP KEY3
DefaultKeyPage_5=[4]WEP KEY4

WEPKeySetPage_1=1.WEP KEY 1
WEPKeySetPage_2=2.WEP KEY 2
WEPKeySetPage_3=3.WEP KEY 3
WEPKeySetPage_4=4.WEP KEY 4

WEPKeySetInfoPage_1=WEP KEY 1
WEPKeySetInfoPage_2=WEP KEY 2
WEPKeySetInfoPage_3=WEP KEY 3
WEPKeySetInfoPage_4=WEP KEY 4

EAPPage_1=1.EAP Settings
EAPPage_2=2.EAP ID
EAPPage_3=3.EAP Password

EAPSetPage_1=EAP Setting
EAPSetPage_2=[0]Disable
EAPSetPage_3=[1]Enable
EAPIDandPassword_1=EAP ID
EAPIDandPassword_2=EAP Password

WPAPage_1=1.WPA Setting
WPAPage_2=2.WPA2 Setting
WPAPage_3=3.Passphrase

WPAPassphrasePage=Passphrase

WPASetPage_1=WPA Setting
WPASetPage_2=WPA2 Setting
WPASetPage_3=[0]Disable
WPASetPage_4=[1]Enable

AGXVersionError_1=Wrong Version!!    
AGXVersionError_2=Older AGX Version!!                
MobileLinkSetPage_1=Auto Update
MobileLinkSetPage_2=[0]Disable
MobileLinkSetPage_3=[1]Enable

[85Prompt]
MainPage_1=1.Collect data
MainPage_2=2.Upload data
MainPage_3=3.Utilities
MainPage_4=4.FTP

UtilityPage_1=1.Program Settings
UtilityPage_2=2.Browse Data
UtilityPage_3=3.Delete Data
UtilityPage_4=4.Reader Test
UtilityPage_5=5.Set Date/Time
UtilityPage_6=6.Load Application
UtilityPage_7=7.Memory & Power
UtilityPage_8=8.Load Lookup File

DeletePage_1=Delete Data:
DeletePage_2=1. All data
DeletePage_3=2. Last one
DeletePage_4=3. Cancel

ConfirmPage_1=Are you sure
ConfirmPage_2=1. Yes
ConfirmPage_3=2. No
ConfirmPage_4=

MemoryPage_1=Free RAM:
MemoryPage_2=Battery voltage
MemoryPage_3=Main  :
MemoryPage_4=Backup:

LookupPage_1=Download:
LookupPage_2=1st lookup file
LookupPage_3=2nd lookup file
LookupPage_4=3rd lookup file
LookupPage_5=All lookup file
LookupPage_6= 1: Go on
LookupPage_7= 2: Cancel
SettingsPage_1=1.Upload Interface
SettingsPage_2=2.Download Interface
SettingsPage_3=3.Transmission Speed
SettingsPage_4=4.Backlight
SettingsPage_5=5.Set Data Delete
SettingsPage_6=6.Entry Options
SettingsPage_7=8.View Settings
SettingsPage_8=9.FTP Settings
SettingsPage_9=1.WLAN Settings
SettingsPage_10=2.Security

UploadPage_1=Upload data via
UploadPage_2=1. Cradle-IR
UploadPage_3=2. IrDA
UploadPage_4=3. Modem
UploadPage_5=4. Bluetooth SPP
UploadPage_6=5. Ethernet Cradle
DownloadPage_1=Download Application
DownloadPage_2=or Lookup files via:
DownloadPage_3=1. Cradle-IR
DownloadPage_4=2. IrDA
DownloadPage_5=3. Modem
DownloadPage_6=4. Bluetooth SPP
BaudRatePage_1=1.115200 bps
BaudRatePage_2=2.57600 bps
BaudRatePage_3=3.38400 bps
BaudRatePage_4=4.19200 bps
BaudRatePage_5=5.9600 bps

BacklightPage_1=Turn backlight OFF
BacklightPage_2=Turn backlight ON
BacklightPage_3=Turn backlight off
BacklightPage_4=if idle for _0 sec.
DataErasePage_1=Erase data after
DataErasePage_2=uploading:
DataErasePage_3=1. Manual
DataErasePage_4=2. Automatic
DataErasePage_5=3. No

RecordPromptPage_1= 1.No Prompt
RecordPromptPage_2= 2.Show record count
RecordPromptPage_3= 3.Show record
RecordPromptPage_4=
RecordPromptPage_5= Prompt stay on the
RecordPromptPage_6= screen : __00 ms

ViewSettingsPage_1=Upload:
ViewSettingsPage_2=Download:
ViewSettingsPage_3=Baud Rate:
ViewSettingsPage_4=Backlight:
ViewSettingsPage_5=BL Duration:
ViewSettingsPage_6=Erase Data:
ViewSettingsPage_7=Entry option:
ViewSettingsPage_8=Duration:

SystemFaultPage_1=System fault !!
SystemFaultPage_2=Please call for your
SystemFaultPage_3=service !!

UploadAllPage_1=All files(1 by 1)
UploadAllPage_2=All files(append)
UploadAllPage_3=Next data file:
UploadAllPage_4= 1: Go on
UploadAllPage_5= 2: Cancel
PhoneNumberPage_1=Transmit via:
PhoneNumberPage_2=              Modem
PhoneNumberPage_3=
PhoneNumberPage_4=Phone number:

SaveRecordMsg_1=Data updated!!
SaveRecordMsg_2=Data inserted!!
SaveRecordMsg_3= Memory Full!!
SaveRecordMsg_4= Press [ESC] key.
SaveRecordMsg_5= Output OK!!

DelRecordMsg_1=Delete record ?
DelRecordMsg_2= 7> Yes      9> No
DelRecordMsg_3=Are you sure ?
DelRecordMsg_4= 1> Yes      3> No
DelRecordMsg_5=Data deleted!!

AutoDeleteMsg_1=Transfer done!
AutoDeleteMsg_2=Deleting data...
AutoDeleteMsg_3=All files

PasswordMsg_1=Password :
PasswordMsg_2= Invalid password!!

ConnectingMsg_1=Try to connect...
ConnectingMsg_2=
ConnectingMsg_3=
ConnectingMsg_4=Press ESC to cancel.

ModemConnectMsg_1=Modem Initialize...
ModemConnectMsg_2=Modem Connecting...
ModemConnectMsg_3=Connect OK !!

ErrorMsg_1=Data type is wrong!
ErrorMsg_2=Data is too short!
ErrorMsg_3=Data is too long!
ErrorMsg_4=Wrong leading code!
ErrorMsg_5=Data not found!
ErrorMsg_6=Press any key...

DLookupErrorMsg_1=  Format mismatch!!
DLookupErrorMsg_2=The first error was
DLookupErrorMsg_3=--------------------
DLookupErrorMsg_4=at the line 
DLookupErrorMsg_5=Part of the records 
DLookupErrorMsg_6=has been reformatted
DLookupErrorMsg_7=has been discarded!
DLookupErrorMsg_8=--------------------
DLookupErrorMsg_8=Please check lookup 
DLookupErrorMsg_9=data and reload.    
DLookupErrorMsg_10=Press any key ... 

OtherMsg_1=Now downloading...
OtherMsg_2=Downloaded OK!
OtherMsg_3=Download failed!!
OtherMsg_4=Please wait...
OtherMsg_5=Now sending data...
OtherMsg_6=Transfered:
OtherMsg_7=Done
OtherMsg_8=Time Out!!!

SelectMsg_1=F8:Edit     F9:Del
SelectMsg_2=[ Enter ] to confirm
SelectMsg_3=[ ESC ]   to cancel
SelectMsg_4=[ F8 ] to Edit
SelectMsg_5=[UP/DOWN] to Select

ExtendedStr_1=8.Calculator
ExtendedStr_2=7.Buzzer
ExtendedStr_3=1.Key Click
ExtendedStr_4=2.Barcode Read
ExtendedStr_5=3.Warning Beep

MiscPrompts=Data File

WLANSettingsPage_1=1.Subnet Mask
WLANSettingsPage_2=2.Gateway
WLANSettingsPage_3=3.DHCP Server
WLANSettingsPage_4=4.SSID
WLANSettingsPage_5=5.Terminal IP
WLANSettingsPage_6=6.View WLAN Set.

FTPSettingsPage_1=1.Server IP/Name
FTPSettingsPage_2=2.Server Port
FTPSettingsPage_3=3.User Name
FTPSettingsPage_4=4.Password
FTPSettingsPage_5=5.View FTP Set.

FTPSubnetPage=Subnet Mask
FTPGatewayPage=Default Gateway
FTPDHCPPage_1=DHCP Server
FTPDHCPPage_2=[0] Disable
FTPDHCPPAge_3=[1] Enable
FTPSSIDPage=SSID
FTPTIPPage=Terminal IP
FTPSIPPage=Server IP/Name
FTPPORTPage=Server Port
FTPNamePage=User Name
FTPPWDPage=Password

WLANVIEWPage_1=Submask:
WLANVIEWPage_2=Gateway:
WLANVIEWPage_3=DHCP:
WLANVIEWPage_4=SSID:
WLANVIEWPage_5=IP:

FTPVIEWPage_1=Server IP/Name:
FTPVIEWPage_2=Port:
FTPVIEWPage_3=User Name:
FTPVIEWPage_4=Password:

SecurityPage_1=1.Authentication
SecurityPage_2=2.WEP Menu
SecurityPage_3=3.EAP Menu
SecurityPage_4=4.WPA Menu

AuthPage_1=Authentication
AuthPage_2=[0]Share Key
AuthPage_3=[1]Open System

WEPPage_1=1.WEP Setting
WEPPage_2=2.WEPKey Length
WEPPage_3=3.Default Key
WEPPage_4=4.WEP Key

WEPSetPage_1=WEP Setting
WEPSetPage_2=[0]Disable
WEPSetPage_3=[1]Enable

WEPLenPage_1=WEPKey Length
WEPLenPage_2=[0]64 bits
WEPLenPage_3=[1]128 bits

DefaultKeyPage_1=Default Key
DefaultKeyPage_2=[1]WEP KEY1
DefaultKeyPage_3=[2]WEP KEY2
DefaultKeyPage_4=[3]WEP KEY3
DefaultKeyPage_5=[4]WEP KEY4

WEPKeySetPage_1=1.WEP KEY 1
WEPKeySetPage_2=2.WEP KEY 2
WEPKeySetPage_3=3.WEP KEY 3
WEPKeySetPage_4=4.WEP KEY 4

WEPKeySetInfoPage_1=WEP KEY 1
WEPKeySetInfoPage_2=WEP KEY 2
WEPKeySetInfoPage_3=WEP KEY 3
WEPKeySetInfoPage_4=WEP KEY 4

EAPPage_1=1.EAP Settings
EAPPage_2=2.EAP ID
EAPPage_3=3.EAP Password

EAPSetPage_1=EAP Setting
EAPSetPage_2=[0]Disable
EAPSetPage_3=[1]Enable
EAPIDandPassword_1=EAP ID
EAPIDandPassword_2=EAP Password

WPAPage_1=1.WPA Setting
WPAPage_2=2.WPA2 Setting
WPAPage_3=3.Passphrase

WPAPassphrasePage=Passphrase

WPASetPage_1=WPA Setting
WPASetPage_2=WPA2 Setting
WPASetPage_3=[0]Disable
WPASetPage_4=[1]Enable

[ConvertType]
Which type you want to convert=Which type you want to convert?
8000=Convert to 8000
8300=Convert to 8300
OK=OK
Cancel=Cancel
